Repository: layal-hassan/RVM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, sv

source: Details
ar: التفاصيل
sv: Detaljer

source: Please review the following:
ar: يرجى مراجعة ما يلي:
sv: Vänligen granska följande:

source: How many hours do you want to book?
ar: كم عدد الساعات التي ترغب بحجزها؟
sv: Hur många timmar vill du boka?

source: Select an initial duration for your professional service.
ar: اختر المدة الأولية لخدمتك الاحترافية.
sv: Välj en initial tidslängd för din professionella tjänst.

source: Hour
ar: ساعة
sv: Timme

source: Hours
ar: ساعات
sv: Timmar

source: Proactive Notice:
ar: تنويه مهم:
sv: Viktig information:

source: Booked hours are an estimate. Final cost is adjusted based on actual time spent on site to ensure you only pay for what you need.
sv: Bokade timmar är en uppskattning. Slutkostnaden justeras baserat på faktisk tid på plats så att du endast betalar för det du behöver.

source: Describe the work
ar: صف العمل المطلوب
sv: Beskriv arbetet

source: Provide as much detail as possible to help us prepare.
ar: يرجى تقديم أكبر قدر ممكن من التفاصيل لمساعدتنا على التحضير.
sv: Ge så mycket detaljer som möjligt för att hjälpa oss att förbereda oss.

source: Project scope
ar: نطاق المشروع
sv: Projektomfattning

source: Tell us what needs to be done (e.g., install ceiling fans, fix circuit breaker...)
sv: Berätta vad som behöver göras (t.ex. installera takfläktar, laga säkringsbrytare...).

source: Incomplete information may affect time and price.
ar: قد تؤثر المعلومات غير الكاملة على الوقت والسعر.
sv: Ofullständig information kan påverka tid och pris.

source: Property type
ar: نوع العقار
sv: Fastighetstyp

source: Residential Property
ar: عقار سكني
sv: Bostadsfastighet

source: Commercial Space
ar: مساحة تجارية
sv: Kommersiell lokal

source: Logistics
ar: الترتيبات
sv: Logistik

source: I confirm that the service professional will have full access to the work area at the scheduled time.
sv: Jag bekräftar att serviceteknikern kommer att ha full tillgång till arbetsområdet vid den schemalagda tiden.

source: Continue to Step 2 ->
ar: المتابعة إلى الخطوة 2 →
sv: Fortsätt till steg 2 →

source: Select the service type
ar: اختر نوع الخدمة
sv: Välj tjänstetyp

source: Choose the category that best matches your booking.
ar: اختر الفئة التي تناسب حجزك بشكل أفضل.
sv: Välj den kategori som bäst motsvarar din bokning.

source: Residential Electrical Repair
ar: إصلاحات كهربائية سكنية
sv: Elektrisk reparation för bostad

source: Troubleshooting, outlets, lighting, and home upgrades.
ar: كشف أعطال، مقابس كهربائية، إنارة، وتحديثات منزلية.
sv: Felsökning, eluttag, belysning och hemuppgraderingar.

source: New Installations
ar: تركيبات جديدة
sv: Nya installationer

source: Panels, circuits, EV chargers, and appliance hookups.
ar: لوحات كهربائية، دوائر، شواحن سيارات كهربائية، وتوصيل أجهزة.
sv: Elcentraler, kretsar, elbilsladdare och anslutning av apparater.

source: Commercial Maintenance
ar: صيانة تجارية
sv: Kommersiellt underhåll

source: Offices, retail, and property maintenance support.
ar: مكاتب، محلات تجارية، ودعم صيانة العقارات.
sv: Kontor, butikslokaler och fastighetsunderhåll.

source: Continue to Step 3 ->
ar: المتابعة إلى الخطوة 3 →
sv: Fortsätt till steg 3 →

source: Where is the work located?
ar: أين يقع موقع العمل؟
sv: Var är arbetet beläget?

source: Provide the job site address so we can plan the visit.
ar: أدخل عنوان موقع العمل حتى نتمكن من التخطيط للزيارة.
sv: Ange arbetsplatsens adress så att vi kan planera besöket.

source: Street Address
ar: عنوان الشارع
sv: Gatuadress

source: e.g. 123 Artisan Street
ar: مثال: 123 شارع أرتيزان
sv: t.ex. 123 Artisan Street

source: Postal Code
ar: الرمز البريدي
sv: Postnummer

source: City
ar: المدينة
sv: Stad

source: City Name
ar: اسم المدينة
sv: Stadsnamn

source: Please note:
ar: يرجى الملاحظة:
sv: Observera:

source: Ensure the address is accurate to avoid scheduling delays. Incorrect addresses or locations outside our service area may incur additional travel fees.
sv: Säkerställ att adressen är korrekt för att undvika förseningar. Felaktiga adresser eller platser utanför vårt serviceområde kan medföra extra reseavgifter.

source: Customer type
ar: نوع العميل
sv: Kundtyp

source: Select who is booking this service.
ar: حدد من يقوم بحجز هذه الخدمة.
sv: Välj vem som bokar tjänsten.

source: Private individual
ar: فرد
sv: Privatperson

source: Personal home services and residential repairs.
ar: خدمات منزلية شخصية وإصلاحات سكنية.
sv: Personliga hemtjänster och bostadsreparationer.

source: Commercial or organization bookings.
ar: حجوزات تجارية أو مؤسساتية.
sv: Kommersiella eller organisationsbokningar.

source: Your contact details
ar: بيانات الاتصال الخاصة بك
sv: Dina kontaktuppgifter

source: We will send updates to this information.
ar: سنرسل التحديثات إلى هذه المعلومات.
sv: Vi skickar uppdateringar till dessa uppgifter.

source: I confirm these contact details are correct. I understand that communication regarding this booking will be sent to the email provided.
sv: Jag bekräftar att dessa kontaktuppgifter är korrekta. Jag förstår att kommunikation gällande denna bokning kommer att skickas till den angivna e-postadressen.

source: Continue to Step 4 ->
ar: المتابعة إلى الخطوة 4 →
sv: Fortsätt till steg 4 →

source: Access & preparation
ar: الوصول والاستعداد
sv: Tillgång & förberedelse

source: Help us prepare for a smooth appointment.
ar: ساعدنا في التحضير لموعد سلس ومنظم.
sv: Hjälp oss att förbereda för ett smidigt besök.

source: Access notes
ar: ملاحظات الوصول
sv: Tillgångsinformation

source: Gate code, concierge, or access instructions
ar: رمز البوابة، حارس المبنى، أو تعليمات الدخول
sv: Portkod, concierge eller tillträdesinstruktioner

source: Parking details
ar: تفاصيل مواقف السيارات
sv: Parkeringsinformation

source: Parking availability or restrictions
ar: توفر مواقف السيارات أو القيود
sv: Parkeringsmöjligheter eller restriktioner

source: Continue to Step 5 ->
ar: المتابعة إلى الخطوة 5 →
sv: Fortsätt till steg 5 →

source: Additional notes
ar: ملاحظات إضافية
sv: Ytterligare anteckningar

source: Optional details that may help the electrician prepare.
ar: تفاصيل اختيارية قد تساعد الكهربائي في التحضير.
sv: Valfria detaljer som kan hjälpa elektrikern att förbereda sig.

source: Notes
ar: ملاحظات
sv: Anteckningar

source: Any extra details, preferences, or constraints...
ar: أي تفاصيل إضافية، تفضيلات، أو قيود...
sv: Eventuella extra detaljer, preferenser eller begränsningar...

source: Continue to Step 6 ->
ar: المتابعة إلى الخطوة 6 →
sv: Fortsätt till steg 6 →

source: Preferred Date & Time
ar: التاريخ والوقت المفضلان
sv: Önskat datum & tid

source: Select the best time for your visit.
ar: اختر الوقت الأنسب لزيارتك.
sv: Välj den bästa tiden för ditt besök.

source: Select Date
ar: اختر التاريخ
sv: Välj datum

source: Arrival Window
ar: نافذة الوصول
sv: Ankomstintervall

source: Continue to Step 7 ->
ar: المتابعة إلى الخطوة 7 →
sv: Fortsätt till steg 7 →

source: Pricing Transparency
ar: شفافية التسعير
sv: Pristransparens

source: Review the estimated cost calculation.
ar: راجع احتساب التكلفة التقديرية.
sv: Granska den uppskattade kostnadsberäkningen.

source: Minimum Callout Fee (1st hr)
ar: رسوم الحد الأدنى للزيارة (الساعة الأولى)
sv: Minimiutryckningsavgift (1:a timmen)

source: Estimated Additional Time (%(hours)s hrs x %(currency)s %(rate)s/hr)
sv: Uppskattad extra tid (%(hours)s tim x %(currency)s %(rate)s/tim)

source: Total Estimated Booking
ar: إجمالي الحجز التقديري
sv: Totalt uppskattad bokning

source: I understand this is an estimate. Final pricing is based on actual time spent on site and any material costs incurred.
sv: Jag förstår att detta är en uppskattning. Slutpriset baseras på faktisk tid på plats samt eventuella materialkostnader.

source: Continue to Step 8 ->
ar: المتابعة إلى الخطوة 8 →
sv: Fortsätt till steg 8 →

source: Complete Your Booking
ar: إتمام الحجز
sv: Slutför din bokning

source: Finalize your schedule and confirm the details below.
ar: قم بإنهاء الجدولة وتأكيد التفاصيل أدناه.
sv: Slutför din tidsplan och bekräfta detaljerna nedan.

source: Step 6-8 of 8
ar: الخطوة 6-8 من 8
sv: Steg 6–8 av 8

source: Select date and arrival window.
ar: اختر التاريخ ونافذة الوصول.
sv: Välj datum och ankomstintervall.

source: Estimated cost calculation.
ar: احتساب التكلفة التقديرية.
sv: Uppskattad kostnadsberäkning.

source: Estimated Additional Time (%(hours)s hrs x %(currency)s %(rate)s/hr)
sv: Uppskattad extra tid (%(hours)s tim x %(currency)s %(rate)s/tim)

source: Review & Confirm
ar: مراجعة وتأكيد
sv: Granska & bekräfta

source: Service type
ar: نوع الخدمة
sv: Tjänstetyp

source: Appointment
ar: الموعد
sv: Bokning

source: I confirm all the provided information above is correct.
ar: أؤكد أن جميع المعلومات أعلاه صحيحة.
sv: Jag bekräftar att all ovanstående information är korrekt.

source: I accept the
ar: أوافق على
sv: Jag accepterar

source: Terms of Service
ar: شروط الخدمة
sv: Användarvillkor

source: and
sv: och

source: Cancellation Policy
sv: Avbokningspolicy

source: Confirm Booking ->
ar: تأكيد الحجز →
sv: Bekräfta bokning →

source: No immediate charge will be made to your card.
ar: لن يتم خصم أي مبلغ فورًا من بطاقتك.
sv: Ingen omedelbar debitering görs på ditt kort.

source: Need help with your booking?
ar: هل تحتاج مساعدة في حجزك؟
sv: Behöver du hjälp med din bokning?

source: Call
ar: اتصل على
sv: Ring

source: Booking received
ar: تم استلام الحجز
sv: Bokning mottagen

source: Thank you for choosing RWM EL luxury services. Your booking request has been successfully submitted and is now being processed.
sv: Tack för att du valt RWM EL:s premiumtjänster. Din bokningsförfrågan har skickats och behandlas nu.

source: Booking Reference
ar: رقم مرجع الحجز
sv: Bokningsreferens

source: Print Receipt
ar: طباعة الإيصال
sv: Skriv ut kvitto

source: Save as PDF
ar: حفظ كملف PDF
sv: Spara som PDF

source: Booking Details
ar: تفاصيل الحجز
sv: Bokningsdetaljer

source: Hours booked
ar: عدد الساعات المحجوزة
sv: Bokade timmar

source: hour(s)
ar: ساعة
sv: timme/timmar

source: Work description
ar: وصف العمل
sv: Arbetsbeskrivning

source: Estimated Cost
ar: التكلفة التقديرية
sv: Uppskattad kostnad

source: Additional Time (%(hours)s hrs x %(currency)s %(rate)s/hr)
sv: Extra tid (%(hours)s tim x %(currency)s %(rate)s/tim)

source: Final pricing may vary based on actual time and materials.
ar: قد يختلف السعر النهائي بناءً على الوقت الفعلي والمواد المستخدمة.
sv: Slutpriset kan variera beroende på faktisk tid och material.

source: What happens next
ar: ماذا يحدث بعد ذلك
sv: Vad händer härnäst

source: Our concierge team reviews your booking details and confirms vehicle availability for your requested time.
sv: Vårt team granskar din bokning och bekräftar fordons- och tekniker­tillgänglighet för den önskade tiden.

source: Confirmation
sv: Bekräftelse

source: A formal confirmation email and digital itinerary will be sent to your registered email address within 2 hours.
sv: Ett formellt bekräftelsemejl och en digital sammanställning skickas till din registrerade e-postadress inom 2 timmar.

source: Follow-up
ar: متابعة
sv: Uppföljning

source: Your designated chauffeur will contact you via SMS exactly 15 minutes before the scheduled arrival.
sv: Din tilldelade tekniker kontaktar dig via SMS exakt 15 minuter före ankomsttiden.

source: Need assistance?
ar: هل تحتاج مساعدة؟
sv: Behöver du hjälp?

source: Contact Support
ar: تواصل مع الدعم
sv: Kontakta support

source: Frequently Asked Questions
sv: Vanliga frågor

source: Clear answers to the most common questions about bookings, pricing, and services.
sv: Tydliga svar på de vanligaste frågorna om bokningar, priser och tjänster.

source: No FAQ entries yet. Please check back soon.
sv: Inga FAQ-poster ännu. Vänligen återkom snart.

source: Electrical & Smart Home | The Gold Standard
ar: الكهرباء والمنزل الذكي | المعيار الذهبي
sv: El & Smart Home | Guldstandarden

source: Integrated Infrastructure Group
ar: مجموعة البنية التحتية المتكاملة
sv: Integrerad infrastruktursgrupp

source: THE <span class="accent">GOLD</span><br>STANDARD.
ar: المعيار<br><span class="accent">الذهبي</span>
sv: DEN <span class="accent">GULDA</span><br>STANDARDEN.

source: Delivering mission-critical electrical, smart home, and energy solutions for modern homes, properties, and businesses.
ar: نقدّم حلولاً كهربائية ومنازل ذكية وطاقة بالغة الأهمية للمنازل والعقارات والشركات الحديثة.
sv: Vi levererar verksamhetskritiska el-, smarta hem- och energilösningar för moderna hem, fastigheter och företag.

source: Schedule a Consultation
ar: احجز استشارة
sv: Boka en konsultation

source: Fully operational today. Our website is expanding — our standards are not.
sv: Vi är fullt operativa idag. Vår webbplats utvecklas — våra standarder gör det inte.

source: The Gold Standard
ar: المعيار الذهبي
sv: Guldstandarden

source: THE <span class="title-accent">GOLD</span><br>STANDARD.
ar: المعيار<br><span class="title-accent">الذهبي</span>
sv: DEN <span class="title-accent">GULDA</span><br>STANDARDEN.

source: On-Call & Emergency Service
ar: خدمة الطوارئ والاستدعاء
sv: Jour- & akuttjänst

source: On-Call Availability
ar: جاهزية الاستدعاء
sv: Jourtillgänglighet

source: Emergency
ar: طوارئ
sv: Akut

source: On-Call
ar: استدعاء
sv: Jour

source: Immediate access for businesses, property owners, and housing associations. We ensure critical operations stay powered through every incident.
sv: Omedelbar tillgång för företag, fastighetsägare och bostadsrättsföreningar. Vi säkerställer att kritiska verksamheter förblir i drift vid varje incident.

source: Apply for On-Call Service
ar: قدّم طلب خدمة الاستدعاء
sv: Ansök om jourtjänst

source: View Pricing
ar: عرض الأسعار
sv: Visa priser

source: Service Reliability
ar: موثوقية الخدمة
sv: Tjänstetillförlitlighet

source: Priority Dispatch & Direct Contact
ar: استجابة ذات أولوية وتواصل مباشر
sv: Prioriterad utryckning & direktkontakt

source: Our emergency service provides direct access to certified electricians. With no intermediaries, you talk directly to the dispatched partners on duty.
sv: Vår akuttjänst ger direkt tillgång till certifierade elektriker. Utan mellanhänder talar du direkt med ansvarig tekniker.

source: Average response time
ar: متوسط زمن الاستجابة
sv: Genomsnittlig responstid

source: Certified
ar: معتمد
sv: Certifierad

source: Master electricians only
ar: كهربائيون معتمدون فقط
sv: Endast behöriga elektriker

source: On-call coverage
ar: تغطية الاستدعاء
sv: Jourtäckning

source: Priority Dispatch
ar: استجابة ذات أولوية
sv: Prioriterad utryckning

source: We prioritize core equipment partners to ensure minimal downtime and maximum safety. With a dedicated on-call agreement, you receive immediate dispatch status updates and certified documentation for every visit.
sv: Vi prioriterar kritiska system för att säkerställa minimal stilleståndstid och maximal säkerhet. Med ett jouravtal får du omedelbara statusuppdateringar och certifierad dokumentation för varje besök.

source: Request a Call Back
ar: طلب معاودة الاتصال
sv: Begär återuppringning

source: Enterprise Partnerships
ar: شراكات مؤسسية
sv: Företagspartnerskap

source: Who this is for
sv: Vem detta är för

source: Businesses
ar: شركات
sv: Företag

source: Protect critical systems and keep operations running with priority dispatch.
sv: Skydda kritiska system och håll verksamheten igång med prioriterad utryckning.

source: Property Owners
ar: ملاك العقارات
sv: Fastighetsägare

source: Rapid resolution for technical incidents across managed properties.
ar: حل سريع للحوادث التقنية عبر العقارات المُدارة.
sv: Snabb lösning av tekniska incidenter i förvaltade fastigheter.

source: Housing Assocs (BRF)
ar: جمعيات الإسكان (BRF)
sv: Bostadsrättsföreningar (BRF)

source: Maintain resident safety with structured emergency escalation.
ar: الحفاظ على سلامة المقيمين عبر تصعيد طوارئ منظم.
sv: Upprätthåll boendes säkerhet med strukturerad akuteskalering.

source: Managed Properties
ar: عقارات مُدارة
sv: Förvaltade fastigheter

source: Guaranteed response windows for multi-site operations and facilities.
ar: نوافذ استجابة مضمونة للعمليات والمرافق متعددة المواقع.
sv: Garanterade responstider för verksamheter och anläggningar med flera platser.

source: When to Call Us
ar: متى تتصل بنا
sv: När ska du kontakta oss

source: Typical Situations We Resolve
ar: الحالات الشائعة التي نقوم بمعالجتها
sv: Vanliga situationer vi hanterar

source: Certified response for all commercial and industrial failures.
ar: استجابة معتمدة لجميع الأعطال التجارية والصناعية.
sv: Certifierad insats vid alla kommersiella och industriella fel.

source: Power Outages
ar: انقطاع الكهرباء
sv: Strömavbrott

source: Total loss of power in commercial units or apartment blocks.
ar: انقطاع كامل للكهرباء في الوحدات التجارية أو مباني الشقق.
sv: Total strömförlust i kommersiella enheter eller flerbostadshus.

source: Circuit Tripping
ar: فصل القواطع
sv: Utlösning av säkringar

source: Repeated breaker trips causing critical system shutdowns.
ar: تكرار فصل القواطع يؤدي إلى إيقاف الأنظمة الحيوية.
sv: Upprepade säkringsutlösningar som orsakar avbrott i kritiska system.

source: Safety Faults
ar: أعطال تتعلق بالسلامة
sv: Säkerhetsrelaterade fel

source: Exposed wiring, burning smells, or water-damaged electricals.
ar: أسلاك مكشوفة، روائح احتراق، أو أضرار كهربائية بسبب المياه.
sv: Blottlagda kablar, bränd lukt eller vattenskadade elinstallationer.

source: Common Areas
ar: المناطق المشتركة
sv: Gemensamma utrymmen

source: Failure in hallway lighting, elevators, or garage security gates.
ar: تعطل إضاءة الممرات أو المصاعد أو بوابات أمن المرائب.
sv: Fel i korridorbelysning, hissar eller säkerhetsgrindar i garage.

source: Want access to on-call service? Register your property for an agreement.
sv: Vill du ha tillgång till jourtjänst? Registrera din fastighet för ett avtal.

source: Joining the RWM EL On-Call Network ensures your property is already in our system for the fastest possible dispatch when an emergency strikes.
sv: Genom att ansluta till RWM EL:s journätverk säkerställs att din fastighet redan finns i vårt system för snabbast möjliga utryckning vid en nödsituation.

source: No setup fee
ar: بدون رسوم تأسيس
sv: Ingen startavgift

source: Priority queue
ar: قائمة أولوية
sv: Prioriterad kö

source: Fixed night rates
ar: أسعار ليلية ثابتة
sv: Fasta nattpriser

source: On-Call Booking | Hembla experten
sv: Jourbokning | Hembla experten

source: Step %(step)s of 4: %(subtitle)s
ar: الخطوة %(step)s من 4: %(subtitle)s
sv: Steg %(step)s av 4: %(subtitle)s

source: %(progress)s%% Complete
sv: %(progress)s%% slutfört

source: We need a few details:
sv: Vi behöver några uppgifter:

source: Priority access to a licensed electrician for urgent electrical issues. Available through a service agreement for businesses, property owners, and housing associations.
sv: Prioriterad tillgång till behörig elektriker vid akuta elproblem. Tillgänglig via serviceavtal för företag, fastighetsägare och bostadsrättsföreningar.

source: Extended coverage 17:00 - 22:00
ar: تغطية ممتدة 17:00 - 22:00
sv: Utökad täckning 17:00 - 22:00

source: Nights
ar: الليل
sv: Nätter

source: Late shift 22:00 - 08:00
ar: الوردية الليلية 22:00 - 08:00
sv: Nattpass 22:00 - 08:00

source: Weekends & holidays
ar: عطلات نهاية الأسبوع والعطل الرسمية
sv: Helger och helgdagar

source: 24/7 during non-business days
ar: خدمة 24/7 خلال أيام العطل
sv: 24/7 under icke-arbetsdagar

source: How quickly do you need a response?
ar: ما مدى سرعة الاستجابة المطلوبة؟
sv: Hur snabbt behöver du en respons?

source: Service response within 4-8 hours of the reported incident.
ar: استجابة خلال 4-8 ساعات من وقت الإبلاغ عن الحادث.
sv: Serviceinsats inom 4–8 timmar efter den rapporterade incidenten.

source: Guaranteed technician on-site within 1-2 hours 24/7.
ar: ضمان وصول فني إلى الموقع خلال 1-2 ساعة على مدار الساعة.
sv: Garanterad tekniker på plats inom 1–2 timmar dygnet runt.

source: What should the on-call service cover?
ar: ما الذي يجب أن تغطيه خدمة الطوارئ؟
sv: Vad ska jourtjänsten omfatta?

source: Critical systems
ar: الأنظمة الحيوية
sv: Kritiska system

source: B2B Service Agreement
ar: اتفاقية خدمة للشركات
sv: B2B-serviceavtal

source: Greater Stockholm
ar: ستوكهولم الكبرى
sv: Storstockholm

source: Final pricing and conditions are subject to technical audit and individual facility complexity.
sv: Slutlig prissättning och villkor baseras på teknisk genomgång och anläggningens komplexitet.

source: Registration Progress
ar: تقدم التسجيل
sv: Registreringsstatus

source: Who is applying?
ar: من المتقدم؟
sv: Vem ansöker?

source: Our smart on-call service is available for professional entities only. Private individuals are not eligible.
sv: Vår smarta jourtjänst är endast tillgänglig för professionella aktörer. Privatpersoner är inte behöriga.

source: Business / Organization
ar: شركة / مؤسسة
sv: Företag / Organisation

source: For corporate entities and startups.
ar: للشركات والمؤسسات والناشئة.
sv: För företag och startups.

source: For property owners and co-ops.
ar: لمالكي العقارات والتعاونيات.
sv: För fastighetsägare och bostadsrättsföreningar.

source: e.g. Acme Corp
sv: t.ex. Acme Corp

source: Street Name 123
sv: Gatunamn 123

source: Registration Flow
ar: مسار التسجيل
sv: Registreringsflöde

source: Property & Risk Profile
ar: ملف العقار والمخاطر
sv: Fastighets- och riskprofil

source: Tell us about the physical infrastructure we’ll be supporting.
ar: أخبرنا عن البنية التحتية الفعلية التي سنقوم بدعمها.
sv: Berätta om den fysiska infrastrukturen vi ska stödja.

source: Industrial
ar: صناعي
sv: Industriell

source: Mixed Use
ar: استخدام مختلط
sv: Blandad användning

source: Number of Assets/Properties
ar: عدد الأصول / العقارات
sv: Antal tillgångar/fastigheter

source: e.g. 12
ar: مثال: 12
sv: t.ex. 12

source: Shared Critical Systems
ar: أنظمة حيوية مشتركة
sv: Delade kritiska system

source: Are HVAC, plumbing, or electrical systems shared?
ar: هل أنظمة التكييف أو السباكة أو الكهرباء مشتركة؟
sv: Är HVAC-, VVS- eller elsystem delade?

source: Application received.
ar: تم استلام الطلب.
sv: Ansökan mottagen.

source: Your on-call registration has been submitted. Reference ID:
ar: تم إرسال طلب خدمة الطوارئ الخاصة بك. رقم المرجع:
sv: Din jourregistrering har skickats. Referens-ID:

source: Finalize Registration
ar: إتمام التسجيل
sv: Slutför registrering

source: Finalize Your Registration
ar: إكمال تسجيلك
sv: Slutför din registrering

source: Review and complete the last few steps to activate your on-call electrical service.
sv: Granska och slutför de sista stegen för att aktivera din jourtjänst för el.

source: When was your last electrical issue?
ar: متى كانت آخر مشكلة كهربائية لديك؟
sv: När var din senaste elstörning?

source: Are you currently with another provider?
ar: هل لديك مزود خدمة آخر حالياً؟
sv: Har du för närvarande en annan leverantör?

source: Active contract elsewhere
ar: عقد نشط مع جهة أخرى
sv: Aktivt avtal hos annan leverantör

source: Briefly describe any recurring electrical issues
ar: صف بإيجاز أي مشاكل كهربائية متكررة
sv: Beskriv kort eventuella återkommande elproblem

source: e.g., Occasional flickering in the main hall...
ar: مثال: وميض متقطع في القاعة الرئيسية...
sv: t.ex. Ibland flimrar det i huvudhallen...

source: Enter any additional details here...
ar: أدخل أي تفاصيل إضافية هنا...
sv: Ange eventuella ytterligare detaljer här...

source: On-Call Pro (Monthly)
ar: خطة الطوارئ برو (شهريًا)
sv: Jour Pro (månad)

source: 123 Industrial Way
ar: 123 طريق الصناعة
sv: Industrivägen 123

source: Outside Coverage | Hembla experten
sv: Utanför täckningsområde | Hembla experten

source: Outside coverage
sv: Utanför täckningsområde

source: We're not in your area yet
sv: Vi är ännu inte verksamma i ditt område

source: Notice
sv: Meddelande

source: This website is in active development. Some features may be updated or refined.
sv: Den här webbplatsen är under aktiv utveckling. Vissa funktioner kan uppdateras eller förfinas.
