Repository: layal-hassan/RVM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, sv

source: Apartment & BRF Details
ar: تفاصيل الشقة وجمعية BRF
sv: Lägenhets- och BRF-uppgifter

source: Is this a BRF (Housing Association) property?
ar: هل هذه الشقة تابعة لجمعية سكنية (BRF)؟
sv: Är detta en BRF-fastighet?

source: Providing association details helps us coordinate with building management if needed for common electrical lines.
sv: Genom att ange föreningsuppgifter kan vi vid behov samordna med fastighetsförvaltningen kring gemensamma elledningar.

source: BRF Name / Association
ar: اسم جمعية BRF / الجمعية السكنية
sv: BRF-namn / Bostadsrättsförening

source: e.g. BRF Solsidan
ar: مثال: BRF Solsidan
sv: t.ex. BRF Solsidan

source: Apartment Number
ar: رقم الشقة
sv: Lägenhetsnummer

source: e.g. 1102 (4 digits)
ar: مثال: 1102 (4 أرقام)
sv: t.ex. 1102 (4 siffror)

source: Electrical Services | Hembla experten
ar: الخدمات الكهربائية | Hembla experten
sv: Eltjänster | Hembla experten

source: Warmth Meets
ar: حيث تلتقي الراحة بـ
sv: Där komfort möter

source: Intelligence
ar: الذكاء
sv: Intelligens

source: Designed for
ar: مصمم من أجل
sv: Designad för

source: Modern Living
ar: الحياة العصرية
sv: Modernt boende

source: Redefining smart home infrastructure with advanced comfort, security, and energy efficiency. We elevate your experience - today.
sv: Vi omdefinierar smart heminfrastruktur med avancerad komfort, säkerhet och energieffektivitet. Vi höjer din upplevelse – redan idag.

source: On-Call & Emergency
ar: خدمة الطوارئ والاستدعاء الفوري
sv: Jour & Akutservice

source: Tailored Comfort
ar: راحة مصممة خصيصًا لك
sv: Skräddarsydd komfort

source: Advanced systems crafted to adapt to your lifestyle and property.
ar: أنظمة متقدمة مصممة لتتكيف مع نمط حياتك وطبيعة عقارك.
sv: Avancerade system utformade för att anpassas till din livsstil och fastighet.

source: Resilient Security
ar: أمان موثوق ومستدام
sv: Robust säkerhet

source: Proactive monitoring and smart defense for peace of mind.
ar: مراقبة استباقية وحماية ذكية تمنحك راحة البال.
sv: Proaktiv övervakning och smart skydd för din trygghet.

source: Peak Efficiency
ar: أقصى درجات الكفاءة
sv: Maximal effektivitet

source: Integrated energy management to maximize performance and savings.
ar: إدارة متكاملة للطاقة لتعظيم الأداء وتحقيق أفضل وفورات.
sv: Integrerad energihantering för att maximera prestanda och besparingar.

source: TECHNICAL CATALOG INTEGRATION
ar: تكامل الكتالوج التقني
sv: TEKNISK KATALOGINTEGRATION

source: We are currently finalizing our digital blueprints and proprietary material packages. Our web expansion will soon include complete technical specifications for all hardware tiers.
sv: Vi slutför för närvarande våra digitala ritningar och egna materialpaket. Vår webbexpansion kommer snart att inkludera fullständiga tekniska specifikationer för alla hårdvarunivåer.

source: Until then, our field engineering teams remain fully active.
ar: حتى ذلك الحين، تظل فرقنا الهندسية الميدانية على أهبة الاستعداد.
sv: Tills dess är våra fälttekniska team fullt operativa.

source: Priority Infrastructure Support
ar: دعم البنية التحتية ذو الأولوية
sv: Prioriterat infrastruktursstöd

source: Priority electrical support for businesses, housing associations (BRF), and property managers. Activate immediate access with an on-call agreement tailored to your site.
sv: Prioriterat elstöd för företag, bostadsrättsföreningar (BRF) och fastighetsförvaltare. Aktivera omedelbar tillgång med ett jouravtal anpassat för din fastighet.

source: Response windows confirmed in writing.
ar: يتم تأكيد أوقات الاستجابة خطيًا.
sv: Svarstider bekräftas skriftligen.

source: The Service Ecosystem
ar: منظومة الخدمات
sv: Tjänsteekosystemet

source: While our detailed technical library is in development, our boutique engineering team is fully operational and ready to serve you today.
sv: Medan vårt detaljerade tekniska bibliotek är under utveckling är vårt specialiserade ingenjörsteam fullt operativt och redo att hjälpa dig idag.

source: Smart Infrastructure
ar: البنية التحتية الذكية
sv: Smart infrastruktur

source: Schedule a consultation
ar: احجز استشارة
sv: Boka en konsultation

source: Book a service
ar: احجز خدمة
sv: Boka en tjänst

source: No services available yet
ar: لا توجد خدمات متاحة بعد
sv: Inga tjänster tillgängliga ännu

source: New electrical solutions are being curated. Please check back soon.
ar: يتم حاليًا إعداد حلول كهربائية جديدة. يرجى زيارة الصفحة قريبًا.
sv: Nya ellösningar tas fram. Vänligen återkom snart.

source: Engineering integrity
ar: نزاهة هندسية
sv: Ingenjörsmässig integritet

source: Exceptional Foundations
ar: أسس استثنائية
sv: Exceptionella grunder

source: Engineering
ar: الهندسة
sv: Ingenjörskonst

source: Integrity
ar: النزاهة
sv: Integritet

source: Our electrical division manages the complex infrastructure required for high-end modern smart homes and precision commercial spaces.
sv: Vår elavdelning hanterar den komplexa infrastruktur som krävs för moderna exklusiva smarta hem och precisa kommersiella miljöer.

source: Troubleshooting and Diagnostics
ar: استكشاف الأعطال والتشخيص
sv: Felsökning och diagnostik

source: Panel Upgrades
ar: تحديث لوحات الكهرباء
sv: Uppgradering av elcentraler

source: Energy Optimization
ar: تحسين كفاءة الطاقة
sv: Energioptimering

source: Our teams ensure seamless installation, precise integration, and long-term system reliability across every project.
sv: Våra team säkerställer smidig installation, exakt integration och långsiktig systemtillförlitlighet i varje projekt.

source: Book an Electrical Consultation
ar: احجز استشارة كهربائية
sv: Boka en elkonsultation

source: Precision Scheduling
ar: جدولة دقيقة
sv: Precision i schemaläggning

source: We coordinate site visits in 30-minute windows to reduce downtime and keep teams synchronized.
sv: Vi samordnar platsbesök i 30-minutersintervall för att minska stillestånd och hålla teamen synkroniserade.

source: Compliance-Ready Documentation
ar: توثيق متوافق مع المعايير
sv: Dokumentation i enlighet med gällande regelverk

source: Every installation includes a structured handover packet with schematics, test logs, and warranties.
sv: Varje installation inkluderar ett strukturerat överlämningspaket med ritningar, testprotokoll och garantier.

source: Dedicated Points of Contact
ar: نقاط اتصال مخصصة
sv: Dedikerade kontaktpersoner

source: Project leads stay available before, during, and after commissioning for rapid escalation.
sv: Projektledare är tillgängliga före, under och efter driftsättning för snabb hantering vid behov.

source: More Smart Home Details
ar: تفاصيل إضافية حول المنزل الذكي
sv: Fler detaljer om smarta hem

source: Coming Soon
ar: قريبًا
sv: Kommer snart

source: We are currently collecting our advanced catalog and proprietary solutions to help you get the most out of your infrastructure.
sv: Vi samlar för närvarande vårt avancerade katalogmaterial och egna lösningar för att hjälpa dig få ut maximalt av din infrastruktur.

source: Schedule a Smart Home Consultation
ar: احجز استشارة للمنزل الذكي
sv: Boka en konsultation för smarta hem

source: Let us recommend the right smart systems for your property.
ar: دعنا نوصي بالأنظمة الذكية الأنسب لعقارك.
sv: Låt oss rekommendera rätt smarta system för din fastighet.

source: Schedule Now
ar: احجز الآن
sv: Boka nu

source: Book a Licensed Electrician
ar: احجز كهربائيًا معتمدًا
sv: Boka en certifierad elektriker

source: Premium electrical installation and maintenance services.
ar: خدمات تركيب وصيانة كهربائية بمعايير متميزة.
sv: Elinstallation och underhållstjänster i premiumklass.

source: Book Service
ar: احجز الخدمة
sv: Boka tjänst

source: Pricing for Booking Electrical
ar: أسعار حجز الخدمات الكهربائية
sv: Priser för bokning av eltjänster

source: PRICING FOR BOOKING ELECTRICAL
ar: أسعار حجز الخدمات الكهربائية
sv: PRISER FÖR BOKNING AV ELTJÄNSTER

source: Transparent fee structures for on-site engineering and maintenance services.
sv: Transparenta prisstrukturer för tekniska tjänster och underhåll på plats.

source: Base Deployment
ar: تكلفة الانطلاق الأساسية
sv: Grundkostnad för utryckning

source: First Hour Breakdown
ar: تفصيل الساعة الأولى
sv: Specifikation för första timmen

source: Labour Rate
ar: أجرة العمل
sv: Arbetskostnad

source: Transport Fee
ar: رسوم التنقل
sv: Transportavgift

source: Total
ar: الإجمالي
sv: Totalt

source: Includes VAT
ar: يشمل ضريبة القيمة المضافة
sv: Inkl. moms

source: Tax Optimization
ar: تحسين ضريبي
sv: Skatteoptimering

source: Minimum charge with ROT
ar: الحد الأدنى مع خصم ROT
sv: Minimidebitering med ROT

source: ROT Deduction Applied
ar: تطبيق خصم ROT
sv: ROT-avdrag tillämpat

source: Gross Total
ar: الإجمالي قبل الخصم
sv: Bruttobelopp

source: ROT (30%% Labour)
sv: ROT (30%% arbetskostnad)

source: Adjusted Total
ar: الإجمالي بعد التعديل
sv: Justerat totalbelopp

source: Final charge per first hour
ar: التكلفة النهائية للساعة الأولى
sv: Slutlig kostnad för första timmen

source: Ongoing Rate
ar: التكلفة المستمرة
sv: Löpande timtaxa

source: Additional Service Time
ar: وقت خدمة إضافي
sv: Ytterligare servicetid

source: Standard Hourly
ar: السعر القياسي للساعة
sv: Standard timpris

source: With ROT Deduction
ar: مع خصم ROT
sv: Med ROT-avdrag

source: Billed in 30min increments
ar: يُحتسب كل 30 دقيقة
sv: Debiteras per 30 minuter

source: Documentation
ar: الوثائق
sv: Dokumentation

source: Minimum charge of 1 hour applies to all site deployments.
ar: يُطبق حد أدنى ساعة واحدة على جميع الزيارات الميدانية.
sv: Minimidebitering om 1 timme gäller för alla utryckningar.

source: Material costs and specialized equipment are excluded from the rates above.
sv: Materialkostnader och specialutrustning ingår inte i ovanstående priser.

source: ROT deduction requires valid Swedish tax eligibility (Personal ID).
ar: يتطلب خصم ROT أهلية ضريبية سويدية سارية (رقم شخصي).
sv: ROT-avdrag kräver giltig svensk skattebehörighet (personnummer).

source: Ready to upgrade
ar: هل أنت مستعد للارتقاء
sv: Redo att uppgradera

source: Your Home?
ar: بمنزلك؟
sv: Ditt hem?

source: Our boutique engineering teams are fully operational and ready for deployment.
sv: Våra specialiserade ingenjörsteam är fullt operativa och redo för uppdrag.

source: Request Electrical
ar: طلب خدمة كهربائية
sv: Begär elservice

source: Customer Support | Hembla experten
ar: دعم العملاء | Hembla experten
sv: Kundsupport | Hembla experten

source: Clear answers. Responsible support.
ar: إجابات واضحة. دعم مسؤول.
sv: Tydliga svar. Ansvarsfull support.

source: View FAQs
ar: عرض الأسئلة الشائعة
sv: Visa vanliga frågor

source: Submit Ticket
ar: إرسال تذكرة
sv: Skicka ärende

source: What We Can Help You With
ar: كيف يمكننا مساعدتك
sv: Vad vi kan hjälpa dig med

source: Ongoing Work
ar: أعمال جارية
sv: Pågående arbete

source: Real-time updates on your current electrical installation. Monitor progress and scheduled inspections in real-time.
sv: Uppdateringar i realtid om din pågående elinstallation. Följ framsteg och schemalagda inspektioner direkt.

source: Follow-ups
ar: متابعات
sv: Uppföljningar

source: Quality checks and premium maintenance support after project completion. We ensure long-term system integrity.
sv: Kvalitetskontroller och premiumunderhåll efter slutfört projekt. Vi säkerställer långsiktig systemtillförlitlighet.

source: Direct access to your safety certificates, warranties, and technical drawings in our secure client portal.
sv: Direkt åtkomst till dina säkerhetsintyg, garantier och tekniska ritningar i vår säkra kundportal.

source: Premium Contact Channels
ar: قنوات تواصل مميزة
sv: Premium kontaktkanaler

source: Priority Line
ar: خط أولوية
sv: Prioriterad linje

source: Mon - Fri 08:00 - 17:00
sv: Mån–Fre 08:00–17:00

source: Concierge Email
ar: بريد خاص
sv: Concierge-e-post

source: 24-hour response guarantee
sv: Svarsgaranti inom 24 timmar

source: Open Support Ticket
ar: فتح تذكرة دعم
sv: Öppna supportärende

source: Trackable request system
ar: نظام تتبع الطلبات
sv: Spårbart ärendesystem

source: Direct Support Form
ar: نموذج دعم مباشر
sv: Direkt supportformulär

source: Submit your detailed request and our technical team will review it within 2 business hours.
sv: Skicka in din detaljerade förfrågan så granskar vårt tekniska team den inom 2 arbets­timmar.

source: Ticket received. Your reference ID is
ar: تم استلام التذكرة. رقم المرجع الخاص بك هو
sv: Ärendet mottaget. Ditt referens-ID är

source: Select
sv: Välj

source: Technical Issue
ar: مشكلة تقنية
sv: Tekniskt problem

source: Billing
ar: فواتير
sv: Fakturering

source: Maintenance
ar: صيانة
sv: Underhåll

source: Customer Type
ar: نوع العميل
sv: Kundtyp

source: Residential Client
ar: عميل سكني
sv: Privatkund

source: Business Client
ar: عميل تجاري
sv: Företagskund

source: Message
ar: الرسالة
sv: Meddelande

source: Submit Request
ar: إرسال الطلب
sv: Skicka förfrågan

source: What Happens Next
ar: ماذا يحدث بعد ذلك
sv: Vad händer härnäst

source: Request Logged
ar: تم تسجيل الطلب
sv: Förfrågan registrerad

source: Our system instantly assigns a ticket number and notifies our technical lead.
sv: Vårt system tilldelar omedelbart ett ärendenummer och meddelar vår tekniska ansvarige.

source: Expert Review
ar: مراجعة خبير
sv: Expertgranskning

source: A certified electrician reviews your request to prepare the best solution.
sv: En certifierad elektriker granskar din förfrågan för att förbereda bästa möjliga lösning.

source: Active Support
ar: دعم نشط
sv: Aktiv support

source: You receive a direct response or site visit confirmation within the promised timeframe.
sv: Du får ett direkt svar eller bekräftelse på platsbesök inom utlovad tidsram.

source: Terms & Conditions | RWM EL Pro Edition
ar: الشروط والأحكام | RWM EL النسخة الاحترافية
sv: Villkor | RWM EL Pro Edition

source: Contractual Agreement
ar: اتفاقية تعاقدية
sv: Avtalsöverenskommelse

source: Terms & Conditions
ar: الشروط والأحكام
sv: Allmänna villkor

source: These General Terms and Conditions govern the professional relationship between RWM EL and our clients, ensuring transparency, safety, and excellence in every electrical installation.
sv: Dessa allmänna villkor reglerar det professionella förhållandet mellan RWM EL och våra kunder och säkerställer transparens, säkerhet och kvalitet i varje elinstallation.

source: Legal Sections
ar: الأقسام القانونية
sv: Juridiska avsnitt

source: 01. General Provisions
ar: 01. الأحكام العامة
sv: 01. Allmänna bestämmelser

source: 02. Scope of Service
ar: 02. نطاق الخدمة
sv: 02. Tjänstens omfattning

source: 03. Pricing & Rates
ar: 03. الأسعار والتعريفات
sv: 03. Priser och avgifter

source: 04. Dispatch Definitions
ar: 04. تعريفات الزيارة الميدانية
sv: 04. Definitioner av utryckning

source: 05. Labor & Materials
ar: 05. العمالة والمواد
sv: 05. Arbete och material

source: 06. ROT Deduction
ar: 06. خصم ROT
sv: 06. ROT-avdrag

source: 07. Site Access
ar: 07. الوصول إلى الموقع
sv: 07. Tillträde till arbetsplats

source: 08. Safety Compliance
ar: 08. الالتزام بالسلامة
sv: 08. Säkerhetsefterlevnad

source: 09. Cancellation Policy
ar: 09. سياسة الإلغاء
sv: 09. Avbokningspolicy

source: 10. Delays & Force Majeure
ar: 10. التأخير والقوة القاهرة
sv: 10. Förseningar och force majeure

source: 11. Defects & Complaints
ar: 11. العيوب والشكاوى
sv: 11. Fel och reklamationer

source: 12. Cap on Liability
ar: 12. تحديد المسؤولية
sv: 12. Ansvarsbegränsning

source: 13. Insurance Coverage
ar: 13. التغطية التأمينية
sv: 13. Försäkringsskydd

source: 14. Payment Terms
ar: 14. شروط الدفع
sv: 14. Betalningsvillkor

source: 15. Intellectual Property
ar: 15. الملكية الفكرية
sv: 15. Immateriella rättigheter

source: 16. Data Privacy
ar: 16. حماية البيانات
sv: 16. Dataskydd

source: 17. Termination
ar: 17. إنهاء الاتفاق
sv: 17. Uppsägning

source: 18. Dispute Resolution
ar: 18. تسوية النزاعات
sv: 18. Tvistlösning

source: 19. Governing Law
ar: 19. القانون الواجب التطبيق
sv: 19. Tillämplig lag

source: General Provisions
ar: أحكام عامة
sv: Allmänna bestämmelser

source: These terms apply to all quotes, orders, and agreements for services provided by RWM EL. By commissioning our services, the client acknowledges and accepts these terms in full. Any deviations must be agreed upon in writing.
sv: Dessa villkor gäller för alla offerter, beställningar och avtal för tjänster som tillhandahålls av RWM EL. Genom att beställa våra tjänster bekräftar och accepterar kunden dessa villkor i sin helhet. Eventuella avvikelser måste avtalas skriftligen.

source: Scope of Service
ar: نطاق الخدمة
sv: Tjänstens omfattning

source: RWM EL provides authorized electrical installations, repairs, and consulting. The specific scope for each project is defined in the written quote provided to the client.
sv: RWM EL tillhandahåller auktoriserade elinstallationer, reparationer och konsulttjänster. Den exakta omfattningen för varje projekt definieras i den skriftliga offert som tillhandahålls kunden.

source: Technical Documentation
ar: التوثيق الفني
sv: Teknisk dokumentation

source: All work includes standard self-inspection documentation as required by the Swedish National Electrical Safety Board (Elsäkerhetsverket).
sv: Allt arbete inkluderar standardiserad egenkontrolldokumentation enligt krav från Elsäkerhetsverket.

source: Pricing & Rates
ar: الأسعار والرسوم
sv: Priser och avgifter

source: Services are billed either at a fixed project price or an hourly rate of
sv: Tjänster faktureras antingen till fast projektpris eller enligt timtaxa om

source: SEK 850 (excl. VAT)
ar: 850 كرونة سويدية (غير شامل ضريبة القيمة المضافة)
sv: 850 SEK (exkl. moms)

source: unless otherwise specified.
ar: ما لم يُذكر خلاف ذلك.
sv: om inget annat anges.

source: Standard Hours
sv: Ordinarie arbetstid

source: Mon-Fri, 07:00 - 16:00
sv: Mån–Fre, 07:00–16:00

source: Emergency Rate
sv: Jourtaxa

source: 1.5x - 2x Base Hourly Rate
ar: 1.5x - 2x من السعر الساعي الأساسي
sv: 1,5x – 2x ordinarie timtaxa

source: Dispatch Definitions
ar: تعريفات الاستدعاء
sv: Definition av utryckning

source: A \
ar: تُعتبر "
sv: En \

source: Dispatch fees are non-refundable once the technician has departed for the site, regardless of whether work can be performed due to site-specific restrictions.
sv: Utryckningsavgifter återbetalas inte när teknikern har lämnat för arbetsplatsen, oavsett om arbetet kan utföras eller inte på grund av platsrelaterade begränsningar.

source: Labor & Materials
ar: العمالة والمواد
sv: Arbete och material

source: RWM EL provides high-grade electrical components. Clients providing their own materials must ensure they meet EU safety standards (CE-marked). RWM EL reserves the right to refuse the installation of client-provided materials if they are deemed unsafe or unfit for purpose.
sv: RWM EL tillhandahåller elektriska komponenter av hög kvalitet. Kunder som tillhandahåller eget material måste säkerställa att det uppfyller EU:s säkerhetsstandarder (CE-märkt). RWM EL förbehåller sig rätten att neka installation av material som anses osäkert eller olämpligt.

source: Labor Warranty
ar: ضمان العمل
sv: Arbetsgaranti

source: 10-year warranty on the quality of installation work.
ar: ضمان لمدة 10 سنوات على جودة أعمال التركيب.
sv: 10 års garanti på installationsarbetets kvalitet.

source: Material Warranty
ar: ضمان المواد
sv: Materialgaranti

source: Governed by the manufacturer's specific warranty terms.
ar: تخضع لشروط الضمان الخاصة بالشركة المُصنِّعة.
sv: Regleras av tillverkarens specifika garantivillkor.

source: ROT Deduction
sv: ROT-avdrag

source: ROT Tax Benefit
ar: ميزة خصم ROT الضريبي
sv: ROT-skattereduktion

source: The client is responsible for ensuring they have sufficient ROT space remaining for the fiscal year. RWM EL will apply the deduction on the invoice based on the information provided by the client.
sv: Kunden ansvarar för att säkerställa att tillräckligt ROT-utrymme finns kvar för innevarande beskattningsår. RWM EL tillämpar avdraget på fakturan baserat på kundens uppgifter.

source: Liability Notice
ar: إشعار المسؤولية
sv: Ansvarsmeddelande

source: If Skatteverket denies the ROT request for any reason, the client is legally obligated to pay the remaining balance to RWM EL within 10 days of notification.
sv: Om Skatteverket avslår ROT-ansökan av någon anledning är kunden juridiskt skyldig att betala resterande belopp till RWM EL inom 10 dagar från meddelande.

source: Site Access
ar: الوصول إلى الموقع
sv: Tillträde till arbetsplats

source: The client must ensure that the work area is accessible and cleared of obstructions. If a technician is unable to access the site at the agreed time, waiting time or a \
sv: Kunden måste se till att arbetsområdet är tillgängligt och fritt från hinder. Om en tekniker inte kan få tillträde till platsen vid avtalad tid, väntetid eller en \

source: Safety Compliance
ar: الالتزام بالسلامة
sv: Säkerhetsefterlevnad

source: Safety is our primary concern. Our electricians are authorized to stop work immediately if they encounter conditions that pose a risk to life, property, or health. Work will only resume once the hazard has been mitigated at the client's expense.
sv: Säkerhet är vår högsta prioritet. Våra elektriker har rätt att omedelbart avbryta arbetet om de upptäcker förhållanden som innebär risk för liv, egendom eller hälsa. Arbetet återupptas först när risken har åtgärdats på kunden bekostnad.

source: Cancellation Compensation
ar: تعويض الإلغاء
sv: Avbokningsersättning

source: > 48 hours notice
ar: إشعار قبل أكثر من 48 ساعة
sv: > 48 timmars varsel

source: No Charge
sv: Ingen avgift

source: 24 - 48 hours notice
ar: إشعار قبل 24 - 48 ساعة
sv: 24–48 timmars varsel

source: 50%% of Dispatch Fee
ar: 50%% من رسوم الزيارة
sv: 50%% av utryckningsavgiften

source: < 24 hours notice
ar: إشعار قبل أقل من 24 ساعة
sv: < 24 timmars varsel

source: 100%% of Dispatch + 1hr Labor
ar: 100%% من رسوم الزيارة + ساعة عمل واحدة
sv: 100%% av utryckning + 1 timmes arbete

source: Calculated based on planned project start time.
ar: يتم الاحتساب بناءً على وقت بدء المشروع المخطط له.
sv: Beräknas baserat på planerad projektstart.

source: Delays & Force Majeure
ar: التأخير والقوة القاهرة
sv: Förseningar & force majeure

source: RWM EL is not liable for delays caused by circumstances beyond our control, including but not limited to extreme weather, supply chain disruptions, or government restrictions.
sv: RWM EL ansvarar inte för förseningar som orsakas av omständigheter utanför vår kontroll, inklusive men inte begränsat till extremt väder, störningar i leveranskedjan eller myndighetsrestriktioner.

source: Defects & Complaints
ar: العيوب والشكاوى
sv: Fel & reklamationer

source: Complaints regarding performed work must be submitted in writing within
ar: يجب تقديم الشكاوى المتعلقة بالأعمال المنفذة خطياً خلال
sv: Reklamationer avseende utfört arbete ska lämnas skriftligen inom

source: 7 days
ar: 7 أيام
sv: 7 dagar

source: of project completion. RWM EL reserves the right to rectify any verified defects before third-party intervention.
sv: från projektets slutförande. RWM EL förbehåller sig rätten att åtgärda verifierade fel innan tredje part anlitas.

source: Cap on Liability
ar: حد المسؤولية
sv: Ansvarsbegränsning

source: To the maximum extent permitted by Swedish law, RWM EL's total liability for any claim arising under this agreement is limited to the
sv: I den utsträckning som tillåts enligt svensk lag är RWM EL:s totala ansvar för krav som uppstår enligt detta avtal begränsat till

source: total amount paid by the client for the specific service
ar: إجمالي المبلغ المدفوع من قبل العميل مقابل الخدمة المحددة
sv: det totala belopp som kunden har betalat för den specifika tjänsten

source: that gave rise to the claim. We are not liable for indirect or consequential damages, such as loss of profit or production.
sv: som gav upphov till kravet. Vi ansvarar inte för indirekta eller följdskador, såsom utebliven vinst eller produktionsbortfall.

source: Insurance Coverage
ar: التغطية التأمينية
sv: Försäkringsskydd
