Repository: layal-hassan/RVM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, sv

source: On-site Visit
ar: زيارة ميدانية
sv: Besök på plats

source: Video Call
ar: مكالمة فيديو
sv: Videosamtal

source: Phone Call
ar: مكالمة هاتفية
sv: Telefonsamtal

source: Apartment
ar: شقة
sv: Lägenhet

source: House
ar: منزل
sv: Hus

source: Office
ar: مكتب
sv: Kontor

source: Other
ar: غير ذلك
sv: Annat

source: Under 100 m2
ar: أقل من 100 م²
sv: Under 100 m²

source: 100-200 m2
sv: 100–200 m²

source: 200-400 m2
sv: 200–400 m²

source: 400+ m2
ar: أكثر من 400 م²
sv: Över 400 m²

source: Specify property type
ar: حدد نوع العقار
sv: Ange fastighetstyp

source: Electrical Upgrades
ar: ترقيات كهربائية
sv: Eluppgraderingar

source: Lighting Solutions
ar: حلول الإضاءة
sv: Belysningslösningar

source: EV Charging
ar: شحن السيارات الكهربائية
sv: Laddning av elfordon

source: Home Automation
ar: أتمتة المنزل
sv: Hemautomation

source: Troubleshooting
ar: تشخيص الأعطال
sv: Felsökning

source: General Maintenance
ar: صيانة عامة
sv: Allmänt underhåll

source: No
ar: لا
sv: Nej

source: Yes
ar: نعم
sv: Ja

source: Private
sv: Privat

source: Business
ar: شركة
sv: Företag

source: Personal ID number
ar: رقم الهوية الشخصية
sv: Personnummer

source: Company name
ar: اسم الشركة
sv: Företagsnamn

source: Organization number
ar: رقم السجل التجاري
sv: Organisationsnummer

source: Company address
ar: عنوان الشركة
sv: Företagsadress

source: Mon
sv: Mån

source: Tue
sv: Tis

source: Wed
sv: Ons

source: Thu
sv: Tor

source: Fri
sv: Fre

source: Sat
sv: Lör

source: Sun
sv: Sön

source: Morning
ar: صباحاً
sv: Morgon

source: Midday
ar: منتصف الليل
sv: Mitt på dagen

source: Afternoon
ar: بعد الظهر
sv: Eftermiddag

source: Evening
ar: ليلاً
sv: Kväll

source: Please enter a valid Swedish ZIP code (e.g. 114 44).
ar: يرجى إدخال رمز بريدي سويدي صالح (مثال 114 44).
sv: Vänligen ange ett giltigt svenskt postnummer (t.ex. 114 44).

source: About RWM EL - Deep Storytelling Version
ar: عن RWM EL - النسخة السردية المتعمقة
sv: Om RWM EL – Fördjupad berättelseversion

source: About RWM EL
ar: عن RWM EL
sv: Om RWM EL

source: Because electrical work is a responsibility â€” not a shortcut.
ar: لأن الأعمال الكهربائية مسؤولية — وليست اختصارًا.
sv: Elinstallationer är ett ansvar – inte en genväg.

source: Book an Electrician
ar: احجز كهربائي معتمد
sv: Boka en elektriker

source: Book Consultation
ar: حجز استشارة
sv: Boka konsultation

source: The Origin
ar: البداية
sv: Ursprunget

source: We started with a simple question: In a world of fast fixes, who is looking out for the next twenty years?
sv: Vi började med en enkel fråga: I en värld av snabba lösningar – vem tänker på de kommande tjugo åren?

source: RWM EL was founded on the belief that technical skill is only half of the job. The other half is the integrity to do things right when no one is watching. In the Swedish electrical landscape, precision isn't an optionâ€”it's the foundation of every safe home.
sv: RWM EL grundades med övertygelsen att teknisk kompetens bara är halva arbetet. Den andra halvan är integriteten att göra rätt även när ingen ser. I den svenska elbranschen är precision inget alternativ – det är grunden för varje tryggt hem.

source: What RWM EL Stands For
ar: ما الذي تمثّله RWM EL
sv: Vad RWM EL står för

source: We stand for the quiet confidence that comes from knowing your infrastructure is handled by professionals who respect the craft. Our approach is methodical, Scandinavian in its simplicity, and uncompromising in its execution.
sv: Vi står för den stilla tryggheten som kommer av att veta att din infrastruktur hanteras av yrkespersoner som respekterar hantverket. Vårt arbetssätt är metodiskt, skandinaviskt i sin enkelhet och kompromisslöst i sitt utförande.

source: Every wire we pull and every panel we install is a testament to our commitment to Swedish engineering excellence and local safety regulations.
sv: Varje kabel vi drar och varje elcentral vi installerar är ett bevis på vårt engagemang för svensk ingenjörskvalitet och lokala säkerhetsföreskrifter.

source: Electrical work is regulated in Sweden because incorrect installations are dangerous. We don't just follow the law; we champion the safety it provides.
sv: Elinstallationer är reglerade i Sverige eftersom felaktiga installationer är farliga. Vi följer inte bara lagen – vi värnar om den säkerhet den ger.

source: Why We Do This
ar: لماذا نقوم بذلك
sv: Varför vi gör detta

source: We do this because a home should be a sanctuary, not a source of technical anxiety. We do this because we believe in the longevity of quality. When we leave a site, we leave behind more than just working lightsâ€”we leave behind the peace of mind that your family or business is protected by a system designed to endure.
sv: Vi gör detta för att ett hem ska vara en fristad, inte en källa till teknisk oro. Vi gör detta för att vi tror på kvalitetens långsiktighet. När vi lämnar en plats lämnar vi efter oss mer än bara fungerande lamporâ€”vi lämnar tryggheten i att din familj eller verksamhet är skyddad av ett system som är byggt för att hålla.

source: More Than Just Todayâ€™s Installation
ar: أكثر من مجرد تركيب اليوم
sv: Mer än bara dagens installation

source: The modern home is changing. Energy consumption, smart integration, and high-demand appliances require a forward-thinking electrical foundation.
sv: Det moderna hemmet förändras. Energianvändning, smart integration och apparater med hög belastning kräver en framtidsinriktad elgrund.

source: Future-proofing for modern appliance loads
ar: تهيئة البنية التحتية لتحمل أحمال الأجهزة الحديثة
sv: Framtidssäkring för moderna apparatbelastningar

source: Smart home ecosystem planning and integration
ar: تخطيط وتكامل منظومة المنزل الذكي
sv: Planering och integration av smarta hem-ekosystem

source: Safe-load management for EV charging stations
ar: إدارة آمنة للأحمال لمحطات شحن السيارات الكهربائية
sv: Säker laststyrning för laddstationer till elfordon

source: Rigorous adherence to every Swedish electrical safety standard.
ar: التزام صارم بجميع معايير السلامة الكهربائية السويدية.
sv: Strikt efterlevnad av varje svensk elsäkerhetsstandard.

source: Long-term safety
ar: السلامة طويلة الأمد
sv: Långsiktig säkerhet

source: Solutions designed to remain secure for decades, not just years.
ar: حلول مصممة لتبقى آمنة لعقود، وليس لسنوات فقط.
sv: Lösningar som är utformade för att vara säkra i årtionden, inte bara i år.

source: Clarity
ar: الوضوح
sv: Tydlighet

source: Transparent documentation and straightforward communication.
ar: توثيق شفاف وتواصل واضح ومباشر.
sv: Transparent dokumentation och rak kommunikation.

source: Anticipating your future energy needs before they arise.
ar: استباق احتياجاتك المستقبلية للطاقة قبل ظهورها.
sv: Att förutse dina framtida energibehov innan de uppstår.

source: No fixes needed
ar: لا حاجة لتصحيحات لاحقة
sv: Inga korrigeringar behövs

source: Done right the first time, ensuring no corrections are ever required.
ar: تنفيذ صحيح من المرة الأولى لضمان عدم الحاجة لأي تصحيح لاحق.
sv: Gjort rätt från början, så att inga korrigeringar någonsin behövs.

source: Electrical &amp; Infrastructure Solutions
ar: حلول الكهرباء والبنية التحتية
sv: Elektriska &amp; infrastrukturlösningar

source: Licensed electrical work, upgrades, and system installations - built right and built to last.
sv: Licensierat elarbete, uppgraderingar och systeminstallationer – gjort rätt och byggt för att hålla.

source: Delivering the gold standard in smart home technology and enterprise power systems.
sv: Vi levererar guldstandarden inom smarta hem-teknik och kraftsystem för företag.

source: Privacy Policy
ar: سياسة الخصوصية
sv: Integritetspolicy

source: Rådmansgatan 12, 114 44 Stockholm, Sweden
ar: Rådmansgatan 12، 114 44 ستوكهولم، السويد
sv: Rådmansgatan 12, 114 44 Stockholm, Sverige

source: Email
ar: البريد الإلكتروني
sv: E-post

source: (c) 2026 RWM EL. All rights reserved.
ar: © 2026 RWM EL. جميع الحقوق محفوظة.
sv: © 2026 RWM EL. Alla rättigheter förbehållna.

source: Terms
ar: الشروط
sv: Villkor

source: Sweden (EN)
ar: السويد (EN)
sv: Sverige (EN)

source: Step %(step)s of %(total)s
ar: الخطوة %(step)s من %(total)s
sv: Steg %(step)s av %(total)s

source: Licensed electrical work, upgrades, and system installations — built right and built to last.
sv: Licensierat elarbete, uppgraderingar och systeminstallationer — gjort rätt och byggt för att hålla.

source: © 2026 RWM EL. All rights reserved.
ar: © 2026 RWM EL. جميع الحقوق محفوظة.
sv: © 2026 RWM EL. Alla rättigheter förbehållna.

source: Select the format that best fits your project needs. On-site visits allow for the most accurate engineering assessments and safety audits.
sv: Välj det format som bäst passar ditt projekts behov. Platsbesök ger de mest exakta ingenjörsbedömningarna och säkerhetsgranskningarna.

source: Recommended
ar: موصى به
sv: Rekommenderad

source: ON
ar: ميداني
sv: PÅ PLATS

source: CALL
ar: اتصال
sv: SAMTAL

source: Comprehensive physical inspection of your facility or project site.
ar: فحص ميداني شامل لمنشأتك أو موقع المشروع.
sv: Omfattande fysisk inspektion av din fastighet eller projektplats.

source: Remote visual assessment via real-time screen sharing and mobile video.
ar: تقييم بصري عن بُعد عبر مشاركة الشاشة والبث المباشر.
sv: Visuell fjärrbedömning via skärmdelning och mobilvideo i realtid.

source: Initial verbal briefing and high-level scope discussion.
ar: مناقشة أولية شفهية وتحديد نطاق العمل بشكل عام.
sv: Inledande muntlig genomgång och övergripande projektbedömning.

source: Back to Home
ar: العودة إلى الرئيسية
sv: Tillbaka till startsidan

source: Continue
ar: متابعة
sv: Fortsätt

source: Provide the basic details so we can tailor your consultation.
ar: قدّم المعلومات الأساسية لنتمكن من تخصيص الاستشارة بما يناسب احتياجاتك.
sv: Ange grundläggande uppgifter så att vi kan anpassa din konsultation.

source: Other property type
ar: نوع عقار آخر
sv: Annan fastighetstyp

source: What is the approximate size?
ar: ما هي المساحة التقريبية؟
sv: Vad är den ungefärliga storleken?

source: Year built or last renovated?
ar: سنة البناء أو آخر تجديد؟
sv: Byggår eller senaste renovering?

source: If you're not sure, provide an approximate year.
ar: إذا لم تكن متأكدًا، أدخل سنة تقريبية.
sv: Om du är osäker, ange ett ungefärligt år.

source: Back
ar: رجوع
sv: Tillbaka

source: Select all that apply so we can match you with the right specialist.
ar: اختر كل ما ينطبق حتى نوصلك بالمختص المناسب.
sv: Välj alla alternativ som gäller så matchar vi dig med rätt specialist.

source: Panel upgrades, rewiring, outlets
ar: ترقية اللوحة الكهربائية، إعادة التمديد، المقابس
sv: Elcentraluppgraderingar, omdragning av kablar, eluttag

source: Indoor/outdoor, recessed, landscape
ar: إضاءة داخلية وخارجية، مخفية، حدائق
sv: Inomhus/utomhus, infälld belysning, trädgårdsbelysning

source: Home station installation
ar: تركيب محطة شحن منزلية
sv: Installation av hemmaladdare

source: Smart locks, cameras, thermostat
ar: أقفال ذكية، كاميرات، منظمات حرارة
sv: Smarta lås, kameror, termostater

source: Repairing sparks, shorts, or failures
ar: إصلاح الشرارات، التماس الكهربائي، الأعطال
sv: Reparation av gnistbildning, kortslutning eller elfel

source: Routine inspections and testing
ar: فحوصات دورية واختبارات
sv: Regelbundna kontroller och tester

source: Is this urgent?
ar: هل الحالة طارئة؟
sv: Är detta brådskande?

source: The more detail you share, the better we can prepare.
ar: كلما شاركت تفاصيل أكثر، تمكّنا من التحضير بشكل أفضل.
sv: Ju mer information du delar, desto bättre kan vi förbereda oss.

source: Helpful tips:
ar: نصائح مفيدة:
sv: Hjälpsamma tips:

source: Mention any specific brands or technologies you prefer.
ar: اذكر أي علامات تجارية أو تقنيات تفضلها.
sv: Nämn eventuella varumärken eller tekniker du föredrar.

source: Describe the size or layout of the area involved.
ar: صف مساحة أو تخطيط المنطقة المعنية.
sv: Beskriv områdets storlek eller planlösning.

source: Highlight any urgent deadlines or concerns.
ar: اذكر أي مواعيد نهائية عاجلة أو مخاوف خاصة.
sv: Ange eventuella brådskande tidsramar eller särskilda behov.

source: Photos or videos help us assess faster. Your data is encrypted and secure.
sv: Bilder eller videor hjälper oss att göra en snabbare bedömning. Dina uppgifter är krypterade och säkra.

source: Browse Files
ar: استعراض الملفات
sv: Bläddra bland filer

source: JPG, PNG up to 10MB
ar: JPG، PNG حتى 10 ميغابايت
sv: JPG, PNG upp till 10 MB

source: Select Video
ar: اختيار فيديو
sv: Välj video

source: MP4, MOV up to 50MB
ar: MP4، MOV حتى 50 ميغابايت
sv: MP4, MOV upp till 50 MB

source: Select Docs
ar: اختيار مستندات
sv: Välj dokument

source: PDF, DOCX up to 20MB
ar: PDF، DOCX حتى 20 ميغابايت
sv: PDF, DOCX upp till 20 MB

source: No files selected yet. You can skip this step and add them later.
ar: لم يتم اختيار أي ملفات بعد. يمكنك تخطي هذه الخطوة وإضافتها لاحقاً.
sv: Inga filer har valts ännu. Du kan hoppa över detta steg och lägga till dem senare.

source: Next Step
ar: الخطوة التالية
sv: Nästa steg

source: We'll use these details to confirm your consultation slot.
ar: سنستخدم هذه المعلومات لتأكيد موعد الاستشارة.
sv: Vi använder dessa uppgifter för att bekräfta din konsultationstid.

source: Your first consultation is free.
ar: استشارتك الأولى مجانية.
sv: Din första konsultation är kostnadsfri.

source: Are you a private individual or a business?
ar: هل أنت فرد خاص أم شركة؟
sv: Är du privatperson eller företag?

source: When are you available for a call?
ar: متى يناسبك إجراء مكالمة؟
sv: När är du tillgänglig för ett samtal?

source: Preferred time window
ar: الفترة الزمنية المفضلة
sv: Föredragen tidsperiod

source: Confirm your details before submitting your request.
ar: أكد بياناتك قبل إرسال الطلب.
sv: Bekräfta dina uppgifter innan du skickar din förfrågan.

source: Contact Information
ar: معلومات التواصل
sv: Kontaktuppgifter

source: Consultation Topics
ar: مواضيع الاستشارة
sv: Konsultationsämnen

source: Type
ar: النوع
sv: Typ

source: Urgent
ar: طارئ
sv: Brådskande

source: Preferred Date
ar: التاريخ المفضل
sv: Föredraget datum

source: Time Slot
ar: الفترة الزمنية
sv: Tidsintervall

source: Free (first time)
ar: مجاني (لأول مرة)
sv: Gratis (första gången)

source: Paid
ar: مدفوع
sv: Betald

source: Request Consultation
ar: طلب استشارة
sv: Skicka konsultationsförfrågan

source: Request Received
ar: تم استلام الطلب
sv: Förfrågan mottagen

source: Thanks - we've received your request
ar: شكرًا — تم استلام طلبك
sv: Tack – vi har mottagit din förfrågan

source: Our team will review your information and contact you shortly to confirm the consultation and next steps.
sv: Vårt team granskar din information och kontaktar dig inom kort för att bekräfta konsultationen och nästa steg.

source: Urgent requirement? If your issue becomes urgent, you can book a licensed electrician directly.
sv: Brådskande ärende? Om situationen blir akut kan du boka en behörig elektriker direkt.

source: Clear communication is where safe electrical work begins.
ar: التواصل الواضح هو نقطة انطلاق العمل الكهربائي الآمن.
sv: Tydlig kommunikation är där säkert elarbete börjar.

source: Inquiry Types
ar: أنواع الاستفسارات
sv: Ärendetyper

source: How Can We Help You?
ar: كيف يمكننا مساعدتك؟
sv: Hur kan vi hjälpa dig?

source: Speak with our expert dispatch team for immediate assistance.
ar: تحدث مع فريقنا المختص للحصول على مساعدة فورية.
sv: Prata med vårt expertteam för omedelbar hjälp.

source: Send us project plans or detailed inquiries for a formal quote.
ar: أرسل لنا مخططات المشروع أو استفسارات مفصلة للحصول على عرض رسمي.
sv: Skicka oss projektplaner eller detaljerade förfrågningar för en formell offert.

source: Our certified engineers are ready to assist with residential, commercial, and industrial electrical needs across Sweden.
sv: Våra certifierade ingenjörer är redo att hjälpa till med bostads-, kommersiella och industriella elbehov i hela Sverige.

source: Operating Hours
ar: ساعات العمل
sv: Öppettider

source: Headquarters
ar: المقر الرئيسي
sv: Huvudkontor

source: Stockholm Business Park, Sweden
ar: ستوكهولم بزنس بارك، السويد
sv: Stockholm Business Park, Sverige

source: Street name, City
ar: اسم الشارع، المدينة
sv: Gatunamn, stad

source: Type of Request
ar: نوع الطلب
sv: Typ av förfrågan

source: I consent to the processing of my personal data for the purpose of this inquiry in accordance with GDPR regulations.
sv: Jag samtycker till att mina personuppgifter behandlas i syfte att hantera denna förfrågan i enlighet med GDPR.

source: We could not send your message right now. Please try again.
ar: تعذر إرسال رسالتك الآن. يرجى المحاولة مرة أخرى.
sv: Vi kunde inte skicka ditt meddelande just nu. Försök igen.

source: Encrypted and secure communication
ar: اتصال مشفّر وآمن
sv: Krypterad och säker kommunikation

source: What Happens After You Contact Us?
ar: ماذا يحدث بعد تواصلك معنا؟
sv: Vad händer efter att du kontaktar oss?

source: Review
ar: مراجعة
sv: Granskning

source: Our technical lead reviews your request to assign the most suitable specialist.
sv: Vår tekniska ansvarige granskar din förfrågan och tilldelar den mest lämpliga specialisten.

source: Discovery Call
ar: مكالمة استكشافية
sv: Inledande samtal

source: We reach out to clarify details, discuss your timeline, and provide initial insights.
sv: Vi kontaktar dig för att klargöra detaljer, diskutera tidsplanen och ge inledande rådgivning.

source: Proposal
ar: عرض
sv: Offert

source: You receive a clear, transparent project proposal and a direct booking link.
sv: Du får ett tydligt och transparent projektförslag samt en direkt bokningslänk.

source: Not sure where to start?
ar: لست متأكدًا من أين تبدأ؟
sv: Inte säker på var du ska börja?

source: We're here to guide you.
ar: نحن هنا لإرشادك.
sv: Vi är här för att guida dig.

source: Compliance Center
ar: مركز الامتثال
sv: Efterlevnadscenter

source: Last updated: 30 January 2026
ar: آخر تحديث: 30 يناير 2026
sv: Senast uppdaterad: 30 januari 2026

source: This policy explains how RWM EL uses cookies and similar technologies to provide, customize, and improve our electrical services and digital experiences in accordance with Swedish law and EU GDPR regulations.
sv: Denna policy förklarar hur RWM EL använder cookies och liknande tekniker för att tillhandahålla, anpassa och förbättra våra eltjänster och digitala upplevelser i enlighet med svensk lag och EU:s GDPR-bestämmelser.

source: Cookie Sections
ar: أقسام سياسة الكوكيز
sv: Cookieavsnitt

source: 01. What Are Cookies
ar: 01. ما هي ملفات تعريف الارتباط
sv: 01. Vad är cookies

source: 02. Why We Use Cookies
ar: 02. لماذا نستخدم الكوكيز
sv: 02. Varför vi använder cookies

source: 03. Types of Cookies
ar: 03. أنواع الكوكيز
sv: 03. Typer av cookies

source: 04. Managing Preferences
ar: 04. إدارة التفضيلات
sv: 04. Hantera inställningar

source: 05. Cookie Inventory
ar: 05. قائمة الكوكيز
sv: 05. Cookieöversikt

source: 06. Browser Controls
ar: 06. إعدادات المتصفح
sv: 06. Webbläsarinställningar

source: What Are Cookies?
ar: ما هي ملفات تعريف الارتباط؟
sv: Vad är cookies?

source: Cookies are small text files placed on your device by websites you visit. They help websites function, remember your preferences, and provide usage insights so services can be improved.
sv: Cookies är små textfiler som sparas på din enhet av webbplatser du besöker. De hjälper webbplatser att fungera, komma ihåg dina inställningar och ge användningsinsikter så att tjänster kan förbättras.

source: Why RWM EL Uses Cookies
ar: لماذا تستخدم RWM EL الكوكيز
sv: Varför RWM EL använder cookies

source: We use cookies to ensure our digital platforms operate reliably, protect customer data, and deliver a tailored experience during service requests and quote configurations.
sv: Vi använder cookies för att säkerställa att våra digitala plattformar fungerar tillförlitligt, skyddar kunddata och ger en anpassad upplevelse vid serviceförfrågningar och offertkonfigurationer.

source: Core Functionality
ar: الوظائف الأساسية
sv: Grundläggande funktionalitet

source: Secure login, request tracking, and session management during service workflows.
sv: Säker inloggning, ärendespårning och sessionshantering under serviceprocesser.

source: Security Monitoring
ar: مراقبة الأمان
sv: Säkerhetsövervakning

source: Protecting user data and preventing unauthorized access to client information.
sv: Skydd av användardata och förebyggande av obehörig åtkomst till kundinformation.

source: Types of Cookies We Use
ar: أنواع الكوكيز التي نستخدمها
sv: Typer av cookies vi använder

source: Necessary
ar: ضرورية
sv: Nödvändiga

source: Essential site functionality, including authentication and security features.
sv: Nödvändig webbplatsfunktionalitet, inklusive autentisering och säkerhetsfunktioner.

source: Functional
ar: وظيفية
sv: Funktionella

source: Preferences such as language selection and localized electrical standards.
sv: Inställningar såsom språkval och lokala elstandarder.

source: Analytics
ar: تحليلية
sv: Analys

source: Understanding site traffic to improve performance and usability.
ar: فهم حركة الموقع لتحسين الأداء وسهولة الاستخدام.
sv: Förstå webbplatstrafik för att förbättra prestanda och användbarhet.

source: Marketing
ar: تسويقية
sv: Marknadsföring

source: Showing relevant advertising on other sites based on your interests.
ar: عرض إعلانات ذات صلة على مواقع أخرى بناءً على اهتماماتك.
sv: Visa relevant annonsering på andra webbplatser baserat på dina intressen.

source: Managing Your Preferences
ar: إدارة تفضيلاتك
sv: Hantera dina inställningar

source: Your Cookie Choices
ar: خيارات الكوكيز الخاصة بك
sv: Dina cookieval

source: Non-essential cookies remain disabled until you provide explicit consent.
sv: Icke nödvändiga cookies förblir inaktiverade tills du ger uttryckligt samtycke.

source: Control Center
ar: مركز التحكم
sv: Kontrollcenter

source: You can update your cookie settings at any time through your browser or the preferences banner when available.
sv: Du kan när som helst uppdatera dina cookieinställningar via din webbläsare eller via inställningsbannern när den är tillgänglig.

source: Category
ar: الفئة
sv: Kategori

source: Provider / Purpose
ar: المزوّد / الغرض
sv: Leverantör / Syfte

source: Legal Basis
ar: الأساس القانوني
sv: Rättslig grund

source: Duration
ar: المدة
sv: Varaktighet

source: __XSRF-TOKEN (Security)
ar: __XSRF-TOKEN (أمان)
sv: __XSRF-TOKEN (Säkerhet)

source: RWM_SESSION (Authentication)
ar: RWM_SESSION (المصادقة)
sv: RWM_SESSION (Autentisering)

source: 24 Hours
ar: 24 ساعة
sv: 24 timmar

source: _ga (Google Analytics tracking)
ar: _ga (تتبع Google Analytics)
sv: _ga (Google Analytics-spårning)

source: 2 Years
ar: سنتان
sv: 2 år

source: _fbp (Meta/FB ad targeting)
ar: _fbp (استهداف إعلانات Meta/FB)
sv: _fbp (Meta/FB-annonsinriktning)

source: 3 Months
ar: 3 أشهر
sv: 3 månader

source: Browser Controls &amp; Third-Party Information
sv: Webbläsarinställningar & tredjepartsinformation

source: Most web browsers allow some control of most cookies through browser settings. To learn more about cookies, including how to see what cookies have been set, visit <a href="https://www.aboutcookies.org" rel="noopener" target="_blank">www.aboutcookies.org</a>.
sv: De flesta webbläsare ger viss kontroll över cookies via webbläsarinställningarna. För mer information om cookies, inklusive hur du ser vilka cookies som har sparats, besök <a href="https://www.aboutcookies.org" rel="noopener" target="_blank">www.aboutcookies.org</a>.

source: For information on cookie regulations in Sweden, visit the Integritetsskyddsmyndigheten (IMY) website or reference the EU ePrivacy Directive (2002/58/EC).
sv: För information om cookieregler i Sverige, besök Integritetsskyddsmyndighetens (IMY) webbplats eller se EU:s ePrivacy-direktiv (2002/58/EG).

source: Progress
ar: التقدّم
sv: Framsteg

source: Service
ar: خدمة
sv: Tjänst

source: Date & Time
ar: التاريخ والوقت
sv: Datum & tid

source: Location
ar: الموقع
sv: Plats
