Repository: layal-hassan/RVM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, sv

source: Thanks for checking. We're expanding quickly and may reach your ZIP soon. If you share your details, we'll follow up when we can help.
sv: Tack för att du kontrollerade. Vi expanderar snabbt och kan snart finnas i ditt postnummerområde. Om du delar dina uppgifter kontaktar vi dig när vi kan erbjuda service.

source: Thank you. We've received your request and will reach out if service becomes available.
sv: Tack. Vi har mottagit din förfrågan och kontaktar dig om tjänsten blir tillgänglig i ditt område.

source: What do you need help with?
ar: بماذا تحتاج المساعدة؟
sv: Vad behöver du hjälp med?

source: Tell us about your project or request...
sv: Berätta om ditt projekt eller din förfrågan...

source: Send request
sv: Skicka förfrågan

source: Toggle menu
ar: تبديل القائمة
sv: Växla meny

source: RWM EL Home
ar: الصفحة الرئيسية لـ RWM EL
sv: RWM EL – Startsida

source: Main navigation
ar: التنقل الرئيسي
sv: Huvudnavigering

source: Home
ar: الرئيسية
sv: Hem

source: About
ar: من نحن
sv: Om oss

source: Pricing
ar: الأسعار
sv: Priser

source: Change language
ar: تغيير اللغة
sv: Byt språk

source: English
ar: الإنجليزية
sv: Engelska

source: Swedish
ar: السويدية
sv: Svenska

source: Arabic
ar: العربية
sv: Arabiska

source: Back to Hembla Experten
ar: العودة إلى Hembla Experten
sv: Tillbaka till Hembla Experten

source: My Profile
sv: Min profil

source: Sign out
sv: Logga ut

source: Dashboard
sv: Översikt

source: Sign in
sv: Logga in

source: Sign up
sv: Skapa konto

source: Privacy Policy | RWM EL Pro Edition
ar: سياسة الخصوصية | RWM EL النسخة الاحترافية
sv: Integritetspolicy | RWM EL Pro Edition

source: Transparency & Security
ar: الشفافية والأمان
sv: Transparens & säkerhet

source: Effective Date: 30 January 2026
ar: تاريخ السريان: 30 يناير 2026
sv: Gäller från: 30 januari 2026

source: At RWM EL, we believe data protection is a fundamental pillar of professional service. This policy details our commitment to your privacy under Swedish and EU regulations.
sv: På RWM EL anser vi att dataskydd är en grundpelare i professionell service. Denna policy beskriver vårt åtagande att skydda din integritet enligt svensk lagstiftning och EU-förordningar.

source: Contents
ar: المحتويات
sv: Innehåll

source: 01. Data Controller
ar: 01. مسؤول معالجة البيانات
sv: 01. Personuppgiftsansvarig

source: 02. Scope of Policy
ar: 02. نطاق السياسة
sv: 02. Policyomfattning

source: 03. Data Sources
ar: 03. مصادر البيانات
sv: 03. Datakällor

source: 04. Data Collection
ar: 04. جمع البيانات
sv: 04. Datainsamling

source: 05. Purpose
ar: 05. الغرض
sv: 05. Syfte

source: 06. Legal Basis
ar: 06. الأساس القانوني
sv: 06. Rättslig grund

source: 07. Data Retention
ar: 07. الاحتفاظ بالبيانات
sv: 07. Lagringstid

source: 08. Data Security
ar: 08. أمن البيانات
sv: 08. Datasäkerhet

source: 09. Data Sharing
ar: 09. مشاركة البيانات
sv: 09. Delning av uppgifter

source: 10. Int. Transfers
ar: 10. نقل البيانات الدولي
sv: 10. Internationella överföringar

source: 11. Your GDPR Rights
ar: 11. حقوقك بموجب اللائحة العامة لحماية البيانات
sv: 11. Dina rättigheter enligt GDPR

source: 13. On-Site Protocol
ar: 13. بروتوكولات الخدمة الميدانية
sv: 13. Rutiner vid platsbesök

source: 14. Marketing
ar: 14. التسويق
sv: 14. Marknadsföring

source: 15. Automation
ar: 15. المعالجة الآلية
sv: 15. Automatiserat beslutsfattande

source: 16. Children's Privacy
ar: 16. خصوصية الأطفال
sv: 16. Barns integritet

source: 17. Policy Updates
ar: 17. تحديثات السياسة
sv: 17. Uppdateringar av policyn

source: 18. Complaints
ar: 18. الشكاوى
sv: 18. Klagomål

source: RWM EL is the designated data controller for all processing activities described herein. We are a registered Swedish electrical service provider operating with full technical compliance.
sv: RWM EL är personuppgiftsansvarig för den behandling som beskrivs här. Vi är en registrerad svensk elinstallationsfirma som arbetar i full teknisk och rättslig efterlevnad.

source: Email Enquiries
ar: استفسارات عبر البريد الإلكتروني
sv: E-postförfrågningar

source: Direct Line
ar: خط مباشر
sv: Direktlinje

source: This policy applies to all customers, website visitors, and partners of RWM EL. It covers data collected via our website, on-site electrical service visits, telephone inquiries, and digital communications.
sv: Denna policy gäller för alla kunder, webbplatsbesökare och samarbetspartners till RWM EL. Den omfattar uppgifter som samlas in via vår webbplats, platsbesök, telefonsamtal och digital kommunikation.

source: Sources of Personal Data
ar: مصادر البيانات الشخصية
sv: Källor till personuppgifter

source: Direct Interaction
ar: التفاعل المباشر
sv: Direkt interaktion

source: Information provided when you request a quote or book a service.
ar: المعلومات التي تقدمها عند طلب عرض سعر أو حجز خدمة.
sv: Information som lämnas när du begär offert eller bokar en tjänst.

source: Automated Systems
ar: الأنظمة الآلية
sv: Automatiserade system

source: Data collected through cookies and website analytics.
ar: البيانات التي يتم جمعها عبر ملفات تعريف الارتباط وأدوات تحليل الموقع.
sv: Uppgifter som samlas in via cookies och webbplatsanalys.

source: Public Registries
ar: السجلات العامة
sv: Offentliga register

source: Verified data from SPAR for Swedish tax (ROT) eligibility.
ar: بيانات موثقة من سجل SPAR للتحقق من أهلية خصم ضريبة ROT السويدية.
sv: Verifierade uppgifter från SPAR för berättigande till ROT-avdrag.

source: Personal Data We Collect
ar: البيانات الشخصية التي نجمعها
sv: Personuppgifter vi samlar in

source: Identity & Swedish PIN (for ROT)
ar: الهوية والرقم الشخصي السويدي (لأغراض ROT)
sv: Identitet & personnummer (för ROT)

source: Contact & Property Address
ar: بيانات الاتصال وعنوان العقار
sv: Kontaktuppgifter & fastighetsadress

source: Technical Installation Specs
ar: مواصفات التركيب التقنية
sv: Tekniska installationsuppgifter

source: Billing & Payment History
ar: سجل الفواتير والمدفوعات
sv: Fakturerings- och betalningshistorik

source: Purpose of Processing
ar: غرض المعالجة
sv: Syfte med behandlingen

source: ROT & Legal Disclosures
ar: خصم ROT والإفصاحات القانونية
sv: ROT & lagstadgade uppgifter

source: For Swedish residential customers, we are legally required to collect your Personal Identity Number (personnummer) to facilitate the ROT tax deduction. This data is transmitted securely to the Swedish Tax Agency (Skatteverket).
sv: För svenska privatkunder är vi enligt lag skyldiga att samla in ditt personnummer för att administrera ROT-avdraget. Uppgifterna överförs säkert till Skatteverket.

source: Required Action
ar: إجراء مطلوب
sv: Obligatorisk åtgärd

source: Failure to provide this information may result in the full invoice amount being charged without the tax benefit.
sv: Om dessa uppgifter inte lämnas kan hela fakturabeloppet debiteras utan skattereduktion.

source: Beyond tax compliance, data is used for service execution, scheduling, safety certification, and mandatory bookkeeping under the Swedish Bookkeeping Act.
sv: Utöver skattehantering används uppgifterna för att utföra tjänster, planering, säkerhetscertifiering och obligatorisk bokföring enligt svensk lag.

source: Legal Basis for Processing
ar: الأساس القانوني للمعالجة
sv: Rättslig grund för behandling

source: Contract
ar: عقد
sv: Avtal

source: Fulfilling our service agreement with you.
ar: تنفيذ اتفاقية الخدمة المبرمة معك.
sv: Fullgörande av vårt serviceavtal med dig.

source: Legal Obligation
ar: التزام قانوني
sv: Rättslig förpliktelse

source: Adhering to tax laws and safety regulations.
ar: الالتزام بالقوانين الضريبية ولوائح السلامة.
sv: Efterlevnad av skattelagstiftning och säkerhetsföreskrifter.

source: Interest
ar: مصلحة مشروعة
sv: Berättigat intresse

source: Improving site performance and security.
ar: تحسين أداء الموقع وأمنه.
sv: Förbättring av webbplatsens prestanda och säkerhet.

source: Data Retention
ar: مدة الاحتفاظ بالبيانات
sv: Lagringstid

source: We store your data only as long as necessary. Service records are kept for <span class="font-bold text-navy-deep">10 years</span> to comply with technical warranty periods and Swedish bookkeeping laws.
sv: Vi lagrar dina uppgifter endast så länge det är nödvändigt. Servicejournaler bevaras i <span class="font-bold text-navy-deep">10 år</span> i enlighet med tekniska garantitider och svensk bokföringslag.

source: Data Security
ar: أمن البيانات
sv: Datasäkerhet

source: We implement high-tier technical and organizational measures, including AES-256 encrypted servers and strict limited-access protocols, to protect your data against unauthorized access or loss.
sv: Vi implementerar avancerade tekniska och organisatoriska säkerhetsåtgärder, inklusive AES-256-krypterade servrar och strikta åtkomstbegränsningar, för att skydda dina uppgifter mot obehörig åtkomst eller förlust.

source: Sharing with Third Parties
ar: مشاركة البيانات مع أطراف ثالثة
sv: Delning med tredje part

source: We never sell your data. We only share with:
ar: نحن لا نبيع بياناتك مطلقًا. ولا نشاركها إلا مع:
sv: Vi säljer aldrig dina data. Vi delar endast med:

source: Specialist Subcontractors
ar: المقاولون المتخصصون من الباطن
sv: Specialiserade underentreprenörer

source: Billing Platforms
sv: Faktureringsplattformar

source: IT Infrastructure
sv: IT-infrastruktur

source: International Transfers
ar: نقل البيانات الدولي
sv: Internationella överföringar

source: RWM EL primarily processes data within the EU/EEA. If data is transferred outside this zone, we ensure Standard Contractual Clauses (SCCs) are in place to maintain GDPR levels of protection.
sv: RWM EL behandlar i huvudsak uppgifter inom EU/EES. Om uppgifter överförs utanför detta område säkerställer vi att standardavtalsklausuler (SCC) är på plats för att upprätthålla GDPR:s skyddsnivå.

source: Request a full extract of all personal data we hold about you.
ar: طلب نسخة كاملة من جميع البيانات الشخصية التي نحتفظ بها عنك.
sv: Begär ett fullständigt utdrag av alla personuppgifter vi har om dig.

source: Right to Rectification
ar: حق التصحيح
sv: Rätt till rättelse

source: Demand the correction of inaccurate or incomplete information.
ar: طلب تصحيح أي معلومات غير دقيقة أو غير مكتملة.
sv: Begär korrigering av felaktig eller ofullständig information.

source: Right to Erasure
ar: حق الحذف
sv: Rätt till radering

source: Request deletion where data is no longer necessary for legal reasons.
ar: طلب حذف البيانات عندما لا تكون هناك حاجة قانونية للاحتفاظ بها.
sv: Begär radering när data inte längre behövs av juridiska skäl.

source: Receive your data in a structured, machine-readable format.
ar: الحصول على بياناتك بصيغة منظمة وقابلة للقراءة آليًا.
sv: Få dina data i ett strukturerat, maskinläsbart format.

source: Right to Object
ar: حق الاعتراض
sv: Rätt att invända

source: Object to data processing based on our legitimate interests.
ar: الاعتراض على معالجة البيانات المبنية على مصالحنا المشروعة.
sv: Invänd mot databehandling som grundar sig på vårt berättigade intresse.

source: Request the limitation of how we process your personal data.
ar: طلب تقييد كيفية معالجة بياناتك الشخصية.
sv: Begär begränsning av hur vi behandlar dina personuppgifter.

source: Cookies and Tracking
ar: ملفات تعريف الارتباط والتتبع
sv: Cookies och spårning

source: We use technical and analytical cookies to optimize website performance. For detailed information, please refer to our dedicated <a class="text-primary font-bold hover:underline" href="%(url)s">Cookie Policy</a>.
sv: Vi använder tekniska och analytiska cookies för att optimera webbplatsens prestanda. För mer information, se vår <a class="text-primary font-bold hover:underline" href="%(url)s">cookiepolicy</a>.

source: During physical site visits, our electricians may document technical installations with photographs. These are used solely for technical documentation, safety audits, and quality assurance.
sv: Vid platsbesök kan våra elektriker dokumentera installationer med fotografier. Dessa används enbart för teknisk dokumentation, säkerhetsgranskning och kvalitetssäkring.

source: You will only receive marketing emails if you have explicitly opted in. You can unsubscribe at any time via the link provided in every communication.
sv: Du får endast marknadsföringsmejl om du uttryckligen har samtyckt. Du kan när som helst avregistrera dig via länken i varje utskick.

source: Automated Decision Making
ar: اتخاذ القرار الآلي
sv: Automatiserat beslutsfattande

source: RWM EL does not use automated decision-making or profiling systems that produce legal effects concerning you.
sv: RWM EL använder inte automatiserat beslutsfattande eller profilering som har rättsliga effekter för dig.

source: Our services are designed for property owners and businesses. We do not knowingly collect or process data from individuals under the age of 18.
sv: Våra tjänster är avsedda för fastighetsägare och företag. Vi samlar inte medvetet in eller behandlar uppgifter om personer under 18 år.

source: We periodically update this policy to reflect changes in our technical practices or legal requirements. Updates are effective immediately upon posting.
sv: Vi uppdaterar regelbundet denna policy för att återspegla förändringar i tekniska rutiner eller lagkrav. Uppdateringar gäller från och med publicering.

source: If you believe we have mishandled your data, you have the right to lodge a complaint with the Swedish Authority for Privacy Protection (Integritetsskyddsmyndigheten - IMY).
sv: Om du anser att vi har hanterat dina uppgifter felaktigt har du rätt att lämna in klagomål till Integritetsskyddsmyndigheten (IMY).

source: Visit IMY.se
ar: زيارة IMY.se
sv: Besök IMY.se

source: Service Booking
sv: Boka tjänst

source: Step %(step)s of 12: %(subtitle)s
ar: الخطوة %(step)s من 12: %(subtitle)s
sv: Steg %(step)s av 12: %(subtitle)s

source: Please fix the following:
sv: Vänligen åtgärda följande:

source: Who is the booking for?
ar: لمن الحجز؟
sv: Vem gäller bokningen för?

source: Private Customer
ar: عميل فردي
sv: Privatkund

source: Individual home services, repairs, and electrical installations for your residence.
sv: Tjänster, reparationer och elinstallationer för din bostad.

source: Eligible for ROT tax deduction
ar: مؤهل لخصم ضريبة ROT
sv: Berättigad till ROT-avdrag

source: Business / BRF
ar: شركة / جمعية سكنية (BRF)
sv: Företag / BRF

source: Commercial properties, offices, housing associations (BRF), and organizations.
sv: Kommersiella fastigheter, kontor, bostadsrättsföreningar (BRF) och organisationer.

source: VAT invoice included
ar: فاتورة شاملة ضريبة القيمة المضافة
sv: Faktura med moms

source: e.g. Erik Andersson
ar: مثال: Erik Andersson
sv: t.ex. Erik Andersson

source: We'll send your booking confirmation and estimate to this address.
ar: سنرسل تأكيد الحجز والتكلفة التقديرية إلى هذا البريد.
sv: Vi skickar bokningsbekräftelse och kostnadsuppskattning till denna adress.

source: This allows our experts to bring the correct parts and reduces site time.
sv: Detta gör att våra tekniker kan ta med rätt material och minska tiden på plats.

source: Supports JPG, PNG, PDF, and MP4 (Max 20MB).
ar: يدعم صيغ JPG و PNG و PDF و MP4 (حد أقصى 20 ميغابايت).
sv: Stöder JPG, PNG, PDF och MP4 (max 20 MB).

source: Drag and drop files here
ar: اسحب الملفات وأفلتها هنا
sv: Dra och släpp filer här

source: or click to browse from your computer
ar: أو اضغط لاختيار الملفات من جهازك
sv: eller klicka för att bläddra från din dator

source: Edit
ar: تعديل
sv: Redigera

source: Tasks
ar: المهام
sv: Uppgifter

source: Standard (Next Available)
ar: عادي (أقرب موعد متاح)
sv: Standard (nästa tillgängliga)

source: By clicking "BOOK ELECTRICIAN", you agree to our Terms of Service and Privacy Policy.
sv: Genom att klicka på "BOOK ELECTRICIAN" godkänner du våra användarvillkor och vår integritetspolicy.

source: The price below is calculated based on %(hours)s hour(s) at %(rate)s %(currency)s/hr.
sv: Priset nedan är beräknat baserat på %(hours)s timme/timmar à %(rate)s %(currency)s/timme.

source: The price below reflects the fixed services you selected.
ar: السعر أدناه يعكس الخدمات الثابتة التي قمت باختيارها.
sv: Priset nedan speglar de fasta tjänster du har valt.

source: Secure encrypted checkout
ar: دفع آمن ومشفّر
sv: Säker krypterad checkout

source: Background checked & certified
ar: تم التحقق من الخلفية ومعتمد رسمياً
sv: Bakgrundskontrollerad och certifierad

source: Your Nessafe electrician is scheduled for %(date)s. A confirmation has been sent to your email.
sv: Din Nessafe-elektriker är bokad till %(date)s. En bekräftelse har skickats till din e-post.

source: Time Assigned
ar: الوقت المحدد
sv: Tilldelad tid

source: Add to Calendar
ar: إضافة إلى التقويم
sv: Lägg till i kalender

source: We need your exact location for compliance and technician dispatching.
ar: نحتاج إلى موقعك الدقيق للامتثال للأنظمة ولتوجيه الفنيين.
sv: Vi behöver din exakta plats för efterlevnad och teknikerutskick.

source: Enter your street address
ar: أدخل عنوان الشارع
sv: Ange din gatuadress

source: e.g. Malmö
sv: t.ex. Malmö

source: Select region
ar: اختر المنطقة
sv: Välj region

source: Country
ar: الدولة
sv: Land

source: Why this matters?
ar: لماذا هذا مهم؟
sv: Varför är detta viktigt?

source: Older properties (pre-1980) often require specific grounding assessments before new installs.
sv: Äldre fastigheter (före 1980) kräver ofta särskild jordningskontroll före nya installationer.

source: Regional pricing in Skåne is currently active based on local technician availability.
sv: Regional prissättning i Skåne är för närvarande aktiv baserat på lokal teknikertillgänglighet.

source: Verified locations ensure valid insurance coverage for the electrical work performed.
sv: Verifierad adress säkerställer giltigt försäkringsskydd för det utförda elarbetet.

source: Service area map
ar: خريطة منطقة الخدمة
sv: Serviceområdeskarta

source: Nessafe is currently operating across southern Sweden with 24/7 support.
sv: Nessafe är för närvarande verksamt i södra Sverige med support dygnet runt.

source: Tell us about the property
ar: أخبرنا عن العقار
sv: Berätta om fastigheten

source: Engineering details help us prepare the right equipment for your system.
sv: Tekniska detaljer hjälper oss att förbereda rätt utrustning för ditt system.

source: Select type
ar: اختر النوع
sv: Välj typ

source: Year of Construction
ar: سنة البناء
sv: Byggår

source: Select range
ar: اختر الفترة
sv: Välj intervall

source: Before 1980
ar: قبل 1980
sv: Före 1980

source: After 2000
ar: بعد 2000
sv: Efter 2000

source: Has the electrical system been upgraded?
ar: هل تم تحديث النظام الكهربائي؟
sv: Har elsystemet uppgraderats?

source: Major renewals of fuse box, wiring, or grounding.
ar: تجديدات رئيسية لصندوق الفيوزات أو التمديدات أو نظام التأريض.
sv: Större förnyelser av elcentral, kablage eller jordning.

source: Hourly Electrician
ar: فني كهرباء بالساعة
sv: Elektriker per timme

source: Book a licensed electrician by the hour.
ar: احجز فني كهرباء مرخّص بالساعة.
sv: Boka en behörig elektriker per timme.

source: Fixed Service Price
ar: سعر خدمة ثابت
sv: Fast servicepris

source: Choose a service with a fixed price.
ar: اختر خدمة بسعر ثابت.
sv: Välj en tjänst med fast pris.

source: No services available.
ar: لا توجد خدمات متاحة حالياً.
sv: Inga tjänster tillgängliga.

source: Request Summary
ar: ملخص الطلب
sv: Sammanfattning av förfrågan

source: hour
ar: ساعة
sv: timme

source: Map
ar: الخريطة
sv: Karta

source: Guaranteed Pro
ar: فني مضمون
sv: Certifierad fackman

source: All RWM EL pros are licensed, bonded, and insured for your peace of mind.
sv: Alla RWM EL-tekniker är licensierade, ansvarsförsäkrade och fullt försäkrade för din trygghet.

source: Please provide as much detail as possible to help us give an accurate quote.
sv: Vänligen ange så mycket information som möjligt för att vi ska kunna ge en korrekt offert.

source: e.g., The GFCI outlet near the kitchen sink is tripping. I also need a new pendant light installed over the island. There is existing wiring, but the mounting bracket might need replacement.
sv: t.ex. Jordfelsuttaget vid köksvasken löser ut. Jag behöver även installera en ny pendellampa över köksön. Det finns befintlig kabeldragning, men fästet kan behöva bytas.

source: Required
ar: مطلوب
sv: Obligatoriskt

source: When would you like us to come?
ar: متى تودون أن نقوم بالزيارة؟
sv: När vill du att vi kommer?

source: Estimated Duration
ar: المدة التقديرية
sv: Beräknad tidsåtgång

source: Estimated hours
ar: عدد الساعات التقديري
sv: Beräknat antal timmar

source: 1 hour
ar: ساعة واحدة
sv: 1 timme

source: 2 hours
ar: ساعتان
sv: 2 timmar

source: 3 hours
ar: 3 ساعات
sv: 3 timmar

source: 4 hours
ar: 4 ساعات
sv: 4 timmar

source: 5 hours
ar: 5 ساعات
sv: 5 timmar

source: 6 hours
ar: 6 ساعات
sv: 6 timmar

source: 7 hours
ar: 7 ساعات
sv: 7 timmar

source: 8 hours
ar: 8 ساعات
sv: 8 timmar

source: Estimated price
ar: السعر التقديري
sv: Beräknat pris

source: Primary Choice
ar: الخيار الأساسي
sv: Förstahandsval

source: Select Time Slot
ar: اختر الفترة الزمنية
sv: Välj tidsintervall

source: Select time slot
ar: اختر الفترة الزمنية
sv: Välj tidsintervall

source: Alternative Choice (Optional)
ar: خيار بديل (اختياري)
sv: Alternativt val (valfritt)

source: Adding an alternative window helps us confirm your booking faster.
ar: إضافة خيار بديل يساعدنا على تأكيد حجزك بشكل أسرع.
sv: Att lägga till ett alternativt tidsintervall hjälper oss att bekräfta din bokning snabbare.

source: Pricing & Savings
ar: الأسعار والخصومات
sv: Priser och besparingar

source: Transparent breakdown of your estimated costs.
ar: عرض تفصيلي وشفاف للتكاليف التقديرية.
sv: Transparent uppdelning av dina beräknade kostnader.

source: Admin-defined electrician rate
ar: سعر محدد من قبل الإدارة للفني الكهربائي
sv: Administratörsdefinierad timtaxa för elektriker

source: Based on your selection
ar: بناءً على اختيارك
sv: Baserat på ditt val

source: Fixed Service Total
ar: إجمالي الخدمة الثابتة
sv: Totalt fast servicepris

source: Selected services total
ar: إجمالي الخدمات المختارة
sv: Totalt för valda tjänster

source: Estimated Total
ar: الإجمالي التقديري
sv: Beräknad totalsumma

source: Final price calculated on booking
ar: يتم احتساب السعر النهائي عند تأكيد الحجز
sv: Slutligt pris beräknas vid bokning

source: I confirm the scheduling windows and accept the pricing breakdown including ROT requirements.
sv: Jag bekräftar de valda tidsintervallen och accepterar prisuppdelningen inklusive ROT-kraven.

source: Billing & Documentation
ar: الفوترة والمستندات
sv: Fakturering och dokumentation

source: Please provide your billing identity, property details, and any helpful files to finalize your request.
sv: Vänligen ange dina faktureringsuppgifter, fastighetsinformation och eventuella relevanta filer för att slutföra din förfrågan.

source: Save Draft
ar: حفظ كمسودة
sv: Spara som utkast

source: Billing Identity
ar: بيانات الفوترة
sv: Faktureringsuppgifter

source: GDPR Compliant
ar: متوافق مع اللائحة الأوروبية لحماية البيانات (GDPR)
sv: GDPR-anpassad

source: Private (Personal ID)
ar: فردي (رقم الهوية الشخصية)
sv: Privatperson (personnummer)

source: Business (Org Number)
ar: شركة (رقم المؤسسة)
sv: Företag (organisationsnummer)

source: Personal Identity Number (SSN)
ar: الرقم الشخصي (الهوية السويدية)
sv: Personnummer

source: YYYYMMDD-XXXX
sv: ÅÅÅÅMMDD-XXXX

source: Standard Swedish format for tax and insurance purposes.
ar: الصيغة السويدية المعتمدة للأغراض الضريبية والتأمينية.
sv: Standardiserat svenskt format för skatte- och försäkringsändamål.

source: Full Legal Name
ar: الاسم القانوني الكامل
sv: Fullständigt juridiskt namn

source: As it appears on ID
ar: كما هو مذكور في الهوية
sv: Som det står på legitimationen

source: Company Name
ar: اسم الشركة
sv: Företagsnamn

source: Registered company name
ar: الاسم المسجل للشركة
sv: Registrerat företagsnamn

source: Organization Number
ar: رقم المؤسسة
sv: Organisationsnummer
