Repository: layal-hassan/RVM
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, sv

source: RWM EL maintains comprehensive liability insurance (Ansvarsförsäkring) for all operations, covering property damage and personal injury resulting from our professional activities.
sv: RWM EL innehar en heltäckande ansvarsförsäkring för all verksamhet, som täcker sakskador och personskador till följd av våra professionella aktiviteter.

source: Payment Terms
ar: شروط الدفع
sv: Betalningsvillkor

source: Standard payment term is
ar: مدة الدفع القياسية هي
sv: Standard betalningsvillkor är

source: 10 days (net)
ar: 10 أيام (صافي)
sv: 10 dagar (netto)

source: from the date of invoice. Late payments are subject to a reminder fee and interest at the current reference rate + 8%%.
sv: från fakturadatum. Försenade betalningar medför påminnelseavgift samt ränta enligt gällande referensränta + 8%%.

source: Intellectual Property
ar: الملكية الفكرية
sv: Immateriella rättigheter

source: All blueprints, technical drawings, and documentation produced by RWM EL remain our intellectual property until full payment has been received, at which point the client is granted a perpetual license for use at the specific site.
sv: Alla ritningar, tekniska handlingar och dokument som produceras av RWM EL förblir vår immateriella egendom tills full betalning har mottagits, varefter kunden beviljas en obegränsad nyttjanderätt för användning på den aktuella platsen.

source: Data Privacy
ar: حماية البيانات
sv: Dataskydd

source: We process personal data in accordance with our Privacy Policy and GDPR. This includes identity data for ROT deductions and technical data for service history.
sv: Vi behandlar personuppgifter i enlighet med vår integritetspolicy och GDPR. Detta inkluderar identitetsuppgifter för ROT-avdrag samt tekniska uppgifter för servicehistorik.

source: Termination
ar: إنهاء الاتفاق
sv: Uppsägning

source: Either party may terminate the agreement if the other party significantly breaches their obligations and fails to rectify the breach within 14 days of written notice.
sv: Vardera parten har rätt att säga upp avtalet om den andra parten väsentligen bryter mot sina skyldigheter och inte åtgärdar överträdelsen inom 14 dagar från skriftligt meddelande.

source: Dispute Resolution
ar: تسوية النزاعات
sv: Tvistlösning

source: In the event of a dispute, we strive for an amicable resolution. Consumers have the right to refer disputes to the National Board for Consumer Disputes (Allmänna reklamationsnämnden - ARN).
sv: Vid tvist strävar vi efter en lösning i samförstånd. Konsumenter har rätt att hänskjuta tvister till Allmänna reklamationsnämnden (ARN).

source: Governing Law
ar: القانون الحاكم
sv: Tillämplig lag

source: This agreement is governed by Swedish law. Any disputes that cannot be settled amicably shall be settled by a Swedish general court, with Stockholm District Court as the first instance.
sv: Detta avtal regleras av svensk lag. Tvister som inte kan lösas i samförstånd ska avgöras av svensk allmän domstol med Stockholms tingsrätt som första instans.

source: Download PDF Version
ar: تحميل نسخة PDF
sv: Ladda ner PDF-version

source: download
ar: تحميل
sv: ladda ner

source: Coverage Check | Hembla experten
ar: التحقق من التغطية | Hembla experten
sv: Täckningskontroll | Hembla experten

source: Coverage check
ar: التحقق من التغطية
sv: Täckningskontroll

source: Let's confirm your ZIP code
ar: لنؤكد الرمز البريدي الخاص بك
sv: Låt oss bekräfta ditt postnummer

source: We currently serve selected areas in Sweden. Enter your ZIP code to continue with your booking.
sv: Vi betjänar för närvarande utvalda områden i Sverige. Ange ditt postnummer för att fortsätta med din bokning.

source: Swedish ZIP Code
ar: الرمز البريدي السويدي
sv: Svenskt postnummer

source: Check
ar: تحقق
sv: Kontrollera

source: Please enter a valid ZIP code (e.g. 114 44).
sv: Vänligen ange ett giltigt postnummer (t.ex. 114 44).

source: We never share your information. This step only checks coverage.
ar: نحن لا نشارك معلوماتك أبداً. هذه الخطوة تتحقق فقط من نطاق التغطية.
sv: Vi delar aldrig dina uppgifter. Detta steg kontrollerar endast täckning.

source: How would you like to start?
ar: كيف تود البدء؟
sv: Hur vill du börja?

source: What do you want help with?
ar: بماذا تحتاج المساعدة؟
sv: Vad behöver du hjälp med?

source: Describe your project or issue
ar: صف مشروعك أو مشكلتك
sv: Beskriv ditt projekt eller problem

source: Add photos or documents (optional)
ar: أضف صورًا أو مستندات (اختياري)
sv: Lägg till bilder eller dokument (valfritt)

source: Personal ID is required for private bookings.
ar: الرقم الشخصي مطلوب للحجوزات الفردية.
sv: Personnummer krävs för privat bokning.

source: Company name is required.
ar: اسم الشركة مطلوب.
sv: Företagsnamn krävs.

source: Organization number is required.
ar: رقم السجل مطلوب.
sv: Organisationsnummer krävs.

source: Company address is required.
ar: عنوان الشركة مطلوب.
sv: Företagsadress krävs.

source: Review your request
ar: راجع طلبك
sv: Granska din förfrågan

source: Start Your Booking
ar: ابدأ الحجز
sv: Starta din bokning

source: Finalize Schedule & Cost
ar: إنهاء الجدولة والتكلفة
sv: Slutför schema och kostnad

source: Schedule & Pricing
ar: الجدولة والتسعير
sv: Schema & prissättning

source: Final Review
sv: Slutlig granskning

source: Booking Received
sv: Bokning mottagen

source: Account & Contact
ar: الحساب وبيانات التواصل
sv: Konto & kontakt

source: Location Details
sv: Platsuppgifter

source: Property Details
ar: تفاصيل العقار
sv: Fastighetsuppgifter

source: Service Selection
ar: اختيار الخدمة
sv: Val av tjänst

source: Work Summary
ar: ملخص العمل
sv: Arbetssammanfattning

source: Identity & Billing
sv: Identitet & fakturering

source: Association Details
sv: Föreningsuppgifter

source: Files & Media
sv: Filer & media

source: Confirm & Submit
sv: Bekräfta & skicka

source: First, we need to know who we are working with to provide the correct pricing and tax options.
sv: Först behöver vi veta vem vi arbetar med för att kunna erbjuda korrekt prissättning och skattealternativ.

source: Select all services that apply to your request.
ar: اختر كل الخدمات التي تنطبق على طلبك.
sv: Välj alla tjänster som gäller för din förfrågan.

source: Choose your primary and alternative time windows.
ar: اختر الفترة الأساسية والفترة البديلة.
sv: Välj din primära och alternativa tidsperiod.

source: Confirm your pricing options and savings.
sv: Bekräfta dina prisalternativ och besparingar.

source: Provide billing identity and documentation details.
sv: Ange faktureringsuppgifter och dokumentationsdetaljer.

source: Add association details for multi-unit properties.
sv: Lägg till föreningsuppgifter för flerbostadsfastigheter.

source: Upload photos of the area or existing electrical cabinet.
sv: Ladda upp bilder på området eller befintligt elskåp.

source: Please confirm your appointment details and secure your booking.
sv: Vänligen bekräfta dina bokningsuppgifter och säkra din bokning.

source: Your booking is confirmed.
sv: Din bokning är bekräftad.

source: Great choice! Let's start with your details.
ar: اختيار ممتاز! لنبدأ ببياناتك.
sv: Bra val! Låt oss börja med dina uppgifter.

source: Coverage & Response
ar: التغطية والاستجابة
sv: Täckning & respons

source: Entity Selection & Organization Info
ar: اختيار الكيان ومعلومات المؤسسة
sv: Val av juridisk enhet & organisationsuppgifter

source: Energy usage optimization and monitoring
ar: تحسين ومراقبة استهلاك الطاقة

source: The RWM EL Standard
ar: معيار RWM EL

source: Compliance
ar: الامتثال

source: Modern planning
ar: تخطيط حديث

source: Electrical work should be done right â€” not corrected later.
ar: يجب تنفيذ الأعمال الكهربائية بالشكل الصحيح — لا تصحيحها لاحقًا.

source: Contact RWM EL
ar: تواصل مع RWM EL

source: Electrical & Smart Home
ar: الكهرباء والمنازل الذكية

source: Company
ar: الشركة

source: About us
ar: من نحن

source: Terms &amp; Conditions
ar: الشروط والأحكام

source: Cookies
ar: الكوكيز

source: Customer Support
ar: دعم العملاء

source: Contact us
ar: تواصل معنا

source: Contact
ar: اتصل بنا

source: Address
ar: العنوان

source: Phone
ar: الهاتف

source: Privacy
ar: الخصوصية

source: FAQ
ar: الأسئلة الشائعة

source: Consultation Booking
ar: حجز الاستشارة

source: %(percent)s%%%% Complete
ar: اكتمل %(percent)s%%

source: VIDEO
ar: فيديو

source: Full Name
ar: الاسم الكامل

source: Phone Number
ar: رقم الهاتف

source: Email Address
ar: البريد الإلكتروني

source: Services
ar: الخدمات

source: Preferred Schedule
ar: الجدول المفضل

source: Consultation Pricing
ar: تسعير الاستشارة

source: Status
ar: الحالة

source: Price
ar: السعر

source: New service bookings
ar: حجوزات خدمات جديدة

source: Professional consultations
ar: استشارات احترافية

source: Contact Form
ar: نموذج التواصل

source: Quickly submit your details and we will respond within 24 hours.
ar: أرسل بياناتك بسرعة وسنرد خلال 24 ساعة.

source: Submit Inquiry
ar: إرسال الاستفسار

source: Start Your Project Journey
ar: ابدأ رحلة مشروعك

source: John Doe
ar: الاسم الكامل

source: john@example.com
ar: example@domain.com

source: Project Address
ar: عنوان المشروع

source: Residential Electrical Service
ar: خدمة كهربائية سكنية

source: Commercial Installation
ar: تركيب تجاري

source: Emergency Support
ar: دعم طارئ

source: Smart Home Consultation
ar: استشارة منزل ذكي

source: Your Message
ar: رسالتك

source: Tell us more about your needs...
ar: أخبرنا المزيد عن احتياجاتك...

source: Send Message
ar: إرسال الرسالة

source: Thank you! We have received your request.
ar: شكرًا لك! لقد استلمنا طلبك.

source: Cookie Policy | RWM EL Pro Edition
ar: سياسة ملفات تعريف الارتباط | RWM EL

source: Cookie Policy
ar: سياسة ملفات تعريف الارتباط

source: Org.-/personnummer: 559545-1351
ar: رقم التسجيل/الهوية: 559545-1351

source: Cookie Inventory
ar: سجل ملفات تعريف الارتباط

source: Art. 6(1)(b)
ar: المادة 6(1)(ب)

source: Session
ar: جلسة

source: Art. 6(1)(a)
ar: المادة 6(1)(أ)

source: Step %(step)s of 8
ar: الخطوة %(step)s من 8

source: 08:00 AM - 12:00 PM
ar: 08:00 صباحاً - 12:00 ظهراً

source: 12:00 PM - 05:00 PM
ar: 12:00 ظهراً - 05:00 مساءً

source: 60 Min
ar: 60 دقيقة

source: Enterprise Grade
ar: بمستوى مؤسسي احترافي

source: On-Call Electrical Service
ar: خدمة كهرباء عند الطلب

source: Jour
ar: خدمة نهارية

source: When do you need on-call coverage?
ar: متى تحتاج إلى تغطية عند الطلب؟

source: Business hours
ar: ساعات العمل الرسمية

source: Standard operations 08:00 - 17:00
ar: العمل المعتاد 08:00 - 17:00

source: Evenings
ar: المساء

source: Standard response
ar: استجابة قياسية

source: Premium
ar: مميز

source: Priority response
ar: استجابة أولوية

source: Power outages
ar: انقطاعات الكهرباء

source: Fuse boards
ar: لوحات الفيوزات

source: Common areas
ar: المناطق المشتركة

source: General faults
ar: أعطال عامة

source: Service Summary
ar: ملخص الخدمة

source: Coverage Type
ar: نوع التغطية

source: Technicians available now
ar: الفنيون متاحون الآن

source: Select the entity type for your registration.
ar: اختر نوع الكيان لتسجيلك.

source: Note:
ar: ملاحظة:

source: Housing Association
ar: جمعية إسكان

source: Organization Information
ar: معلومات المؤسسة

source: Organization Name
ar: اسم المؤسسة

source: Org Number
ar: رقم المؤسسة

source: Contact Person
ar: جهة الاتصال

source: Address Details
ar: تفاصيل العنوان

source: Company Address
ar: عنوان الشركة

source: ZIP Code
ar: الرمز البريدي

source: Stockholm
ar: ستوكهولم

source: Continue to Next Step
ar: متابعة إلى الخطوة التالية

source: Property Type
ar: نوع العقار

source: Select property type
ar: اختر نوع العقار

source: Commercial
ar: تجاري

source: Residential
ar: سكني

source: Primary City / Region
ar: المدينة / المنطقة الرئيسية

source: Search region...
ar: ابحث عن منطقة...

source: Review & Finalize
ar: مراجعة وإتمام

source: Current electrical situation
ar: الوضع الكهربائي الحالي

source: Additional notes (Optional)
ar: ملاحظات إضافية (اختياري)

source: Emergency pricing estimate
ar: تقدير تسعير الطوارئ

source: Estimated emergency hours
ar: ساعات الطوارئ المقدّرة

source: Estimated total:
ar: الإجمالي التقديري:

source: hr
ar: ساعة

source: Review & Submit
ar: مراجعة وإرسال

source: Service Plan
ar: خطة الخدمة

source: Site Address
ar: عنوان الموقع

source: Submit Application
ar: إرسال الطلب

source: 12. Cookies
ar: 12. ملفات تعريف الارتباط

source: Data Controller
ar: مسؤول معالجة البيانات

source: Scope of Policy
ar: نطاق السياسة

source: Your GDPR Rights
ar: حقوقك بموجب GDPR

source: Right to Access
ar: حق الوصول إلى البيانات

source: Data Portability
ar: نقل البيانات

source: Restriction
ar: تقييد المعالجة

source: On-Site Service Protocols
ar: بروتوكولات الخدمة الميدانية

source: Marketing Communications
ar: الاتصالات التسويقية

source: Children's Privacy
ar: خصوصية الأطفال

source: Policy Updates
ar: تحديثات السياسة

source: Complaints
ar: الشكاوى

source: Visual Documentation
ar: التوثيق البصري

source: Please upload photos of the area or existing electrical cabinet.
ar: يرجى رفع صور للمنطقة أو لوحة الكهرباء الحالية.

source: Choose Files
ar: اختر الملفات

source: Service Details
ar: تفاصيل الخدمة

source: Service Type
ar: نوع الخدمة

source: Licensed Master Electrician
ar: كهربائي معتمد بدرجة ماستر

source: Hourly electrician booking
ar: حجز كهربائي بالساعة

source: Priority
ar: الأولوية

source: Arrival Information
ar: معلومات الوصول

source: Service Address
ar: عنوان الخدمة

source: Hourly booking
ar: حجز بالساعة

source: Hourly Rate
ar: السعر بالساعة

source: Estimated Hours
ar: عدد الساعات التقديري

source: Fixed service price
ar: سعر خدمة ثابتة

source: Fixed Services Total
ar: إجمالي الخدمات الثابتة

source: Book Electrician →
ar: احجز كهربائي →

source: Guaranteed Safety
ar: ضمان الأمان

source: Booking Received!
ar: تم استلام الحجز!

source: Confirmation ID
ar: رقم التأكيد

source: Go To Home
ar: العودة إلى الصفحة الرئيسية

source: Where will the work be done?
ar: أين سيتم تنفيذ العمل؟

source: Region
ar: المنطقة

source: Villa
ar: فيلا

source: Digital Portal
ar: بوابة رقمية

source: Engineering details help us prepare the right equipment.
ar: تساعدنا التفاصيل الهندسية على تجهيز المعدات المناسبة.

source: ONBOARDING
ar: بدء الإعداد
